import React, { useState } from "react";
import styled from "styled-components";
import "./sportParalympics.css";

const Styles = styled.div`
  padding: 10px;
`;

function SportParalymics() {
  const [readMore1, setReadMore1] = useState(false);
  const [readMore2, setReadMore2] = useState(false);
  const [readMore3, setReadMore3] = useState(false);
  const [readMore4, setReadMore4] = useState(false);
  const [readMore5, setReadMore5] = useState(false);
  const [readMore6, setReadMore6] = useState(false);
  const [readMore7, setReadMore7] = useState(false);
  const [readMore8, setReadMore8] = useState(false);
  const [readMore9, setReadMore9] = useState(false);
  const [readMore10, setReadMore10] = useState(false);
  const [readMore11, setReadMore11] = useState(false);
  const [readMore12, setReadMore12] = useState(false);
  const [readMore13, setReadMore13] = useState(false);
  const [readMore14, setReadMore14] = useState(false);
  const [readMore15, setReadMore15] = useState(false);
  const [readMore16, setReadMore16] = useState(false);
  const [readMore17, setReadMore17] = useState(false);
  const [readMore18, setReadMore18] = useState(false);
  const [readMore19, setReadMore19] = useState(false);
  const [readMore20, setReadMore20] = useState(false);
  const [readMore21, setReadMore21] = useState(false);
  const [readMore22, setReadMore22] = useState(false);


  const extraContent1 = (
    <div>
      <p className="extra-content text-justify">
        <br />Η Αντισφαίριση με αμαξίδιο είναι ένα δυναμικό άθλημα και έχει
        ιδιαίτερα υψηλή δημοτικότητα κατά τη διάρκεια των Παραολυμπιακών Αγώνων.
        Σε υψηλό αγωνιστικό επίπεδο απαιτείται υψηλή τεχνική κατάρτιση,
        εξαιρετική φυσική κατάσταση, ταχύτητα, αντανακλαστικά, θέληση και άριστη
        ψυχολογία. Η Αντισφαίριση με αμαξίδιο διεξάγεται μεταξύ δύο (απλό) ή
        τεσσάρων αθλητών ή αθλητριών (διπλό), που παρουσιάζουν μόνιμη κινητική
        αναπηρία, με απώλεια λειτουργικότητας σε ένα ή και τα δυο κάτω άκρα.
        Επίσης, δικαίωμα συμμετοχής έχουν, αλλά κατατάσσονται σε ξεχωριστό όμιλο
        (quad), αθλητές με τετραπληγία, οι οποίοι έχουν απώλεια κινητικότητας ή
        ακρωτηριασμό σε τουλάχιστον 3 από τα 4 άκρα. Βασικός σκοπός του
        παιχνιδιού είναι να χτυπηθεί η μπάλα από τη ρακέτα με τέτοιο τρόπο, ώστε
        να περάσει πάνω από το δίχτυ, να πέσει στο γήπεδο του αντιπάλου και να
        κερδιθεί ο πόντος. Ο νικητής ανακηρύσσεται στα δύο νικηφόρα «set» των
        έξι «games» το καθένα.
      </p>

      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent2 = (
    <div>
      <p className="extra-content text-justify">
        <br />Η ‘Αρση Βαρών σε πάγκο θεωρείται το άθλημα των δυνατών. Η ιστορία
        έχει όμως αποδείξει ότι η δύναμη του αθλητή πρέπει να συνοδεύεται από
        σωστή τακτική και την καθοδήγηση ενός άξιου προπονητή. Στο άθλημα της
        ‘Αρσης Βαρών σε πάγκο, οι αθλητές ή οι αθλήτριες αγωνίζονται από ύπτια
        θέση (ανάσκελα) πάνω σε ειδικά διαμορφωμένο πάγκο. Οι επίσημοι βοηθοί
        ενός αθλητή δίνουν τη μπάρα στον αγωνιζόμενο, στο ύψος των τεντωμένων
        χεριών του. Ο αθλητής θα πρέπει μέσα σε δύο λεπτά να ολοκληρώσει την
        προσπάθειά του, κάνοντας τις εξής κινήσεις: να κατεβάσει τη μπάρα στο
        στήθος, να την κρατήσει για ένα μικρό χρονικό διάστημα ακίνητη και στη
        συνέχεια να την ωθήσει προς τα πάνω μέχρι την πλήρη έκταση των χεριών.
        Οι αγώνες διοργανώνονται για άνδρες και γυναίκες που αγωνίζονται σε
        συγκεκριμένες κατηγορίες, σύμφωνα με το σωματικό τους βάρος.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent3 = (
    <div>
      <p className="extra-content text-justify">
        <br />
        Το Γκόλμπολ είναι αποκλειστικά Παραολυμπιακό άθλημα. Πρόκειται για
        ομαδικό άθλημα, στο οποίο συμμετέχουν μόνο τυφλοί αθλητές ή αθλητές με
        μειωμένη όραση. Οι παίκτες για να ανταποκριθούν στο υψηλό επίπεδο
        ανταγωνισμού πρέπει να διαθέτουν υψηλή τεχνική, δύναμη, ταχύτητα,
        γρήγορη αντίδραση, ομαδικότητα, ευλυγισία και καλή αίσθηση του χώρου. Σε
        επίπεδο αναψυχής μπορούν να ασχοληθούν όλοι ανεξάρτητα από ηλικία,
        φυσική κατάσταση ή βαθμό απώλειας όρασης. Το Γκόλμπολ διεξάγεται σε
        κλειστό γήπεδο Πετοσφαίρισης. Παίζεται από άνδρες και γυναίκες και κάθε
        ομάδα αποτελείται από τρεις βασικούς παίκτες και τρεις αναπληρωματικούς.
        Σκοπός του παιχνιδιού είναι η μία ομάδα να κυλήσει τη μπάλα με το χέρι
        προς την αντίπαλη πλευρά και να σημειώσει γκολ, ενώ οι αντίπαλοι παίκτες
        προσπαθούν να την αποκρούσουν με οποιοδήποτε μέρος του σώματός τους.
        Νικήτρια αναδεικνύεται η ομάδα που θα πετύχει τα περισσότερα γκολ. Η
        διάρκεια του αγώνα είναι δύο ημίχρονα των δέκα λεπτών.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent4 = (
    <div>
      <p className="extra-content text-justify">
        <br />Η ταχύτητα και οι γρήγορες αντιδράσεις αποτελούν τα δύο κύρια
        χαρακτηριστικά των αθλητών και αθλητριών της Επιτραπέζιας Αντισφαίρισης.
        Κάθε αγώνας αποτελείται από πέντε σετ. Νικητής του κάθε σετ είναι ο
        αθλητής, η αθλήτρια ή η ομάδα που θα σημειώσει πρώτη 11 βαθμούς. Η
        Επιτραπέζια Αντισφαίριση στους Παραολυμπιακούς Αγώνες παρουσιάζει
        ελάχιστες διαφορές με το αντίστοιχο άθλημα στους Ολυμπιακούς Αγώνες.
        Έχουν γίνει ορισμένες μόνο τροποποιήσεις για τους αθλητές που
        χρησιμοποιούν αμαξίδιο. Συμμετέχουν αθλητές με εγκεφαλική παράλυση,
        κάκωση νωτιαίου μυελού και αθλητές με ακρωτηριασμό ή άλλους κινητικούς
        περιορισμούς. Οι αθλητές αγωνίζονται με αμαξίδιο ή όρθιοι και
        κατατάσσονται σε 10 κατηγορίες βάση των κινητικών περιορισμών που
        παρουσιάζουν.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent5 = (
    <div>
      <p className="extra-content text-justify">
        <br />Η Ιππασία, ένα από τα πιο εντυπωσιακά αθλήματα των Παραολυμπιακών
        Αγώνων, συμβάλει στην αποκατάσταση και βελτίωση των κινητικών δεξιοτήτων
        των ατόμων που ασχολούνται με αυτήν. Η εφαρμογή ίδιων κανόνων
        αξιολόγησης και βαθμολόγησης ανδρών και γυναικών, καθώς επίσης και η
        επιβράβευση όχι μόνο του ιππέα ή της αμαζόνας αλλά και του αλόγου, την
        καθιστούν μοναδική ως άθλημα. Ο ιππέας ή η αμαζόνα και το άλογο
        θεωρούνται μια ομάδα.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent6 = (
    <div>
      <p className="extra-content text-justify">
        <br />Η Ιστιοπλοΐα συγκαταλέγεται στη λίστα των αθλημάτων με τους πιο
        ένθερμους φιλάθλους. Είναι ένα από τα λίγα αθλήματα, στα οποία η ηλικία
        των αθλητών δεν αποτελεί καθοριστικό παράγοντα για τις επιδόσεις τους,
        καθώς η εμπειρία, που αποκτάται με το πέρασμα των ετών, καλύπτει τη
        μειωμένη σωματική αντοχή. Οι αγώνες Ιστιοπλοΐας διεξάγονται σε υδάτινους
        στίβους. Η σήμανσή τους γίνεται με σημαδούρες, οι οποίες οριοθετούν τις
        διαδρομές, που πρέπει να ολοκληρώσουν οι αγωνιζόμενοι. Κατά τη διάρκεια
        αγώνων Ιστιοπλοΐας στους Παραολυμπιακούς Αγώνες οι αθλητές και οι
        αθλήτριες αγωνίζονται σε σκάφη τύπου Sonar, 2.4mR και SKUD 18 και
        καλούνται να αντιμετωπίσουν όχι μόνο τους αντιπάλους τους, αλλά και τα
        απρόβλεπτα καιρικά φαινόμενα. Στους Παραολυμπιακούς Αγώνες συμμετέχουν
        ιστιοπλόοι με μειωμένη όραση ή τυφλοί, καθώς επίσης και ιστιοπλόοι με
        κινητική αναπηρία.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent7 = (
    <div>
      <p className="extra-content text-justify">
        <br />Η Καλαθοσφαίριση με αμαξίδιο είναι ένα από τα πιο θεαματικά και
        δημοφιλή αθλήματα των Παραολυμπιακών Αγώνων. Διακρίνεται για το μοναδικό
        του ύφος, την γρήγορη ροή του αγώνα και τη διαρκή εναλλαγή φάσεων με
        συνεχείς επιθέσεις και “man to man” άμυνες. Στην Καλαθοσφαίριση με
        αμαξίδιο κάθε ομάδα αποτελείται από πέντε παίκτες, οι οποίοι παίζουν
        μέσα στον αγωνιστικό χώρο και επτά αναπληρωματικούς. Αλλαγές γίνονται
        κατά τη διάρκεια διακοπών στον αγώνα. Σκοπός κάθε ομάδας είναι αφενός να
        σκοράρει στο καλάθι των αντιπάλων και αφετέρου να εμποδίσει την αντίπαλη
        ομάδα από το να σκοράρει. Νικήτρια είναι η ομάδα που με τη λήξη του
        αγώνα έχει πετύχει τους περισσότερους πόντους. Η Καλαθοσφαίριση με
        αμαξίδιο στους Παραολυμπιακούς Αγώνες και η Καλαθοσφαίριση στους
        Ολυμπιακούς Αγώνες παρουσιάζουν ελάχιστες διαφορές σε ότι αφορά τη μορφή
        και τις διαστάσεις του γηπέδου, το σταθερό εξοπλισμό και τους
        κανονισμούς. Η βασική διαφορά τους έγκειται στη χρήση του αμαξιδίου, το
        οποίο ο αθλητής καλείται να χρησιμοποιεί με ευχέρεια ως εργαλείο
        προκειμένου να επιτύχει τους αγωνιστικούς του σκοπούς. Στην
        Καλαθοσφαίριση με αμαξίδιο συμμετέχουν άνδρες και γυναίκες με κάκωση του
        νωτιαίου μυελού, ακρωτηριασμό, εγκεφαλική παράλυση ή άλλες κινητικές
        αναπηρίες.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent8 = (
    <div>
      <p className="extra-content text-justify">
        <br />Η Κολύμβηση ξεκίνησε ως δραστηριότητα αποκατάστασης και
        ψυχαγωγίας, γρήγορα όμως εξελίχθηκε σε ένα από τα δημοφιλέστερα αθλήματα
        για άτομα με αναπηρία. Στους αγώνες Κολύμβησης συμμετέχουν αθλητές και
        αθλήτριες με: κινητικές αναπηρίες και με ολική ή μερική απώλεια όρασης.
        Οι τυφλοί αθλητές και οι αθλητές με περιορισμό όρασης, ανάλογα με το
        βαθμό οπτικής απώλειας, κατατάσσονται στις ακόλουθες κατηγορίες:
        S11-SB11-SM11, S12-SB12-SM12 και S13-SB13-SM13. Στους κολυμβητές με
        κινητικές αναπηρίες η ταξινόμηση σε κατηγορίες είναι σχετικά πιο
        περίπλοκη. Ανάλογα με τον τύπο της αναπηρίας, εξετάζεται ο βαθμός μυϊκής
        δύναμης, ο συντονισμός κινήσεων ή το εύρος της κίνησης και, στη
        συνέχεια, αξιολογείται μέσα στο νερό η λειτουργική δυνατότητα και ο
        περιορισμός κινήσεων στα διάφορα στυλ κολύμβησης. Μετά από την παραπάνω
        αξιολόγηση οι αθλητές κατατάσσονται σε μία από τις {" "}
        <li>
          {" "}
          10 κατηγορίες, S1-S10, για το ελεύθερο, το ύπτιο και την πεταλούδα{" "}
        </li>
       <li> 8 για το πρόσθιο, SB2-SB9 </li>{" "}
        <li> 8 για τη μεικτή ατομική, SM3-SM10 </li>
        Όσο μεγαλύτερες είναι οι κινητικές δυνατότητες ενός κολυμβητή τόσο
        υψηλότερη είναι και η κατηγορία στην οποία θα ενταχθεί. Ένας κολυμβητής
        μπορεί να έχει μία κατηγορία για ένα κολυμβητικό στυλ και διαφορετική
        για ένα άλλο, π.χ. να είναι S5 στο ελεύθερο, SB4 ή SB3 στο πρόσθιο και
        SM5 ή SM4 στη μεικτή ατομική. Με αυτό το σύστημα ταξινόμησης, σε κάθε
        κατηγορία εντάσσονται κολυμβητές με διαφορετική αναπηρία αρκεί,
        λειτουργικά, να έχουν όμοιες ή περίπου όμοιες δυνατότητες.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent9 = (
    <div>
      <p className="extra-content text-justify">
        <br />
        Το Μπότσια είναι ένα ανταγωνιστικό άθλημα, το οποίο διεξάγεται μεταξύ
        δύο αθλητών, ζευγαριών ή ομάδων των τριών ατόμων έκαστη. Στις ημέρες
        μας, το Μπότσια αποτελεί άθλημα για άτομα με εγκεφαλική παράλυση ή άλλη
        κινητική αναπηρία που χρησιμοποιούν αναπηρικό αμαξίδιο, τόσο σε επίπεδο
        δραστηριότητας αναψυχής όσο και σε αγωνιστικό επίπεδο. Το άθλημα απαιτεί
        αυτοσυγκέντρωση, συντονισμό, δυνατότητα ελέγχου των μυών, ακρίβεια,
        ομαδικότητα, συνεργασία και στρατηγική. Οι αγώνες διεξάγονται σε κλειστό
        χώρο, στον οποίο χαράσσονται ειδικές γραμμές που οριοθετούν τον
        αγωνιστικό χώρο. Στόχος των παικτών είναι να προωθήσουντις δερμάτινες
        κόκκινες ή μπλε μπάλες τους, όσο το δυνατόν πιο κοντά σε μια άσπρη
        μπάλα-στόχο, που καλείται “jack”. Η σειρά των παικτών καθορίζεται με
        κλήρωση. Ο αθλητής ή η ομάδα που κερδίζει την κλήρωση έχει το δικαίωμα
        να διαλέξει αν θα αγωνιστεί με τις κόκκινες ή τις μπλε μπάλες. O πρώτος
        γύρος ξεκινάει με τον παίκτη που θα παίξει με τις κόκκινες μπάλες, ο
        οποίος ρίχνει πρώτα την άσπρη και στη συνέχεια μια κόκκινη μπάλα. Η
        προώθηση της μπάλας μπορεί να γίνει με το χέρι, με το πόδι ή με τη
        βοήθεια μιας συσκευής, όταν οι παίκτες παρουσιάζουν πολύ μεγάλο κινητικό
        περιορισμό στα άνω και κάτω άκρα. Στη συνέχεια οι αντίπαλοι ρίχνουν τις
        μπάλες τους, προσπαθώντας να φτάσουν την μπάλα-στόχο. Στο τέλος κάθε
        γύρου μετρώνται από το διαιτητή οι πιο κοντινές προς το στόχο αποστάσεις
        και συγκεντρώνεται η βαθμολογία για να αναδειχθεί ο νικητής.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent10 = (
    <div>
      <p className="extra-content text-justify">
        <br />
        Η Ξιφασκία με αμαξίδιο είναι ένα άθλημα υψηλών απαιτήσεων
        προσαρμογής, οργάνωσης και υπομονής. Η εφευρετικότητα σε συνδυασμό με
        την πολύωρη άσκηση και προπόνηση αποτελούν βασικά εφόδια για κάθε αθλητή
        της Ξιφασκίας. Στη Ξιφασκία συμμετέχουν αθλητές με κινητικές αναπηρίες,
        οι οποίοι αγωνίζονται με αμαξίδιο. Κατά τη διεξαγωγή ενός αγώνα
        Ξιφασκίας, τα αμαξίδια είναι σταθεροποιημένα στο έδαφος, επιτρέποντας
        παρόλα αυτά στον αθλητή ή την αθλήτρια να εκτελέσει γρήγορες
        εναλλασσόμενες κινήσεις. Το άθλημα διέπεται από τους κανονισμούς της
        Διεθνούς Ομοσπονδίας Ξιφασκίας και της Επιτροπής Ξιφασκίας της Διεθνούς
        Παραολυμπιακής Επιτροπής. Στο πρόγραμμα των Παραολυμπιακών Αγώνων
        περιλαμβάνονται πέντε αγωνίσματα Ξιφασκίας, τα οποία διεξάγονται ατομικά
        και ομαδικά:
        <li>
          {" "}
          Ξίφος ασκήσεων ανδρών (φλερέ ανδρών). Κατηγορία Α και κατηγορία Β{" "}
        </li>

        <li>
          {" "}
          Ξίφος ασκήσεων γυναικών (φλερέ γυναικών). Κατηγορία Α και κατηγορία Β{" "}
        </li>
        <li>
          {" "}
          Ξίφος μονομαχίας ανδρών (επέ ανδρών). Κατηγορία Α και κατηγορία Β{" "}
        </li>
        <li>
          {" "}
          Ξίφος μονομαχίας γυναικών (επέ γυναικών). Κατηγορία Α και κατηγορία Β{" "}
        </li>
        <li> Σπάθη ανδρών (σαμπρ ανδρών). Κατηγορία Α και κατηγορία Β </li>
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent11 = (
    <div>
      <p className="extra-content text-justify">
        <br /> Η Πετοσφαίριση καθιστών αθλητών έκανε την εμφάνισή της το 1956
        και αποτελεί ένα από τα σημαντικότερα ομαδικά αθλήματα για αθλητές με
        αναπηρία. Οι διαφορές μεταξύ Παραολυμπιακής και Ολυμπιακής Πετοσφαίρισης
        είναι ελάχιστες. Συγκεκριμένα, στην Πετοσφαίριση καθιστών, οι διαστάσεις
        του γηπέδου είναι μικρότερες, το φιλέ (δίχτυ) τοποθετείται σε πιο χαμηλό
        ύψος, ενώ οι αθλητές αγωνίζονται καθιστοί. <br />
        Το άθλημα απαιτεί ένταση, αγωνιστικότητα, συνεργασία και στρατηγική από
        τους συμμετέχοντες. Δικαίωμα συμμετοχής έχουν αθλητές με κινητικές
        αναπηρίες (ακρωτηριασμό ή άλλη κινητική αναπηρία). Στην Πετοσφαίριση
        καθιστών οι αθλητές και αθλήτριες, μολονότι δεν κατατάσσονται σε
        κατηγορίες όπως στα άλλα αθλήματα, πρέπει να πληρούν τους όρους της
        ελάχιστης αναπηρίας. Οι αγώνες διεξάγονται μεταξύ δύο ομάδων σε κλειστό
        γήπεδο, σε αγωνιστικό χώρο διαστάσεων 10 x 6 μέτρων. Κάθε ομάδα
        αποτελείται από έξι βασικούς παίχτες, ενώ οι αναπληρωματικοί δεν
        ξεπερνούν τους έξι.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent12 = (
    <div>
      <p className="extra-content text-justify">
        <br />
        Το ποδήλατο είναι ένα από τα δημοφιλέστερα μέσα μετακίνησης στις μέρες
        μας. Επιπρόσθετα, αποτελεί μία από τις πιο αγαπημένες δραστηριότητες
        αναψυχής για άτομα όλων των ηλικιών. Ως άθλημα για άτομα με αναπηρία
        άρχισε να αναπτύσσεται από τυφλούς ποδηλάτες, οι οποίοι αρχικά
        συμμετείχαν σε αγώνες με διθέσιο ποδήλατο. Η Ποδηλασία στους
        Παραολυμπιακούς Αγώνες περιλαμβάνει δύο αγωνίσματα: τη Ποδηλασία Δρόμου
        και τη Ποδηλασία Πίστας. Οι αγώνες Ποδηλασίας Δρόμου διεξάγονται σε
        δημόσιους δρόμους, ενώ οι αγώνες Ποδηλασίας Πίστας διεξάγονται σε
        ποδηλατοδρόμιο. Μολονότι οι κανονισμοί που διέπουν το άθλημα είναι ίδιοι
        με αυτούς του Ολυμπιακού αθλήματος, σε ορισμένες περιπτώσεις
        επιτρέπονται μετατροπές στα ποδήλατα για αθλητές με συγκεκριμένους
        περιορισμούς. Εκτός από ποδηλάτες με μειωμένη όραση ή τυφλούς, παίρνουν
        μέρος και ποδηλάτες με εγκεφαλική παράλυση, με κάκωση του νωτιαίου
        μυελού, με ακρωτηριασμό ή άλλη κινητική αναπηρία. Η κατάταξη των αθλητών
        σε αγωνιστικές κατηγορίες γίνεται σύμφωνα με το βαθμό λειτουργικότητας
        τους βάσει των δεξιοτήτων που απαιτούνται για την Ποδηλασία. Τα ποδήλατα
        των αθλητών προσαρμόζονται, όπου κρίνεται αναγκαίο, στις ανάγκες των
        αθλητών.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent13 = (
    <div>
      <p className="extra-content text-justify">
        <br />
        Το Ποδόσφαιρο 5×5, που στην Ελλάδα είναι γνωστό και με την ονομασία
        Ποδόσφαιρο Τυφλών, είναι ένα δημοφιλές άθλημα για τυφλούς αθλητές και
        αθλητές με μειωμένη όραση. Κάθε ποδοσφαιρικός αγώνας παίζεται από δύο
        ομάδες των 10 αθλητών εκ των οποίων τέσσερις τυφλοί αθλητές και ένας
        τερματοφύλακας με μειωμένη ή κανονική όραση βρίσκονται εντός αγωνιστικού
        χώρου και πέντε είναι αναπληρωματικοί. Ένας αγώνας Ποδοσφαίρου 5×5 έχει
        διάρκεια 50 λεπτών και πραγματοποιείται σε δύο ημίχρονα των 25 λεπτών.
        Ενδιάμεσα παρεμβάλλεται ένα 10λεπτο διάλειμμα. Νικήτρια ανακηρύσσεται η
        ομάδα που πετυχαίνει τα περισσότερα γκολ. Το Ποδόσφαιρο 5×5 διεξάγεται
        σύμφωνα με τους κανονισμούς της Διεθνούς Ομοσπονδίας Ποδοσφαίρου (FIFA)
        και της Επιτροπής Ποδοσφαίρου του Διεθνούς Αθλητικού Οργανισμού Τυφλών
        (IBSA).
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent14 = (
    <div>
      <p className="extra-content text-justify">
        <br />
        Το Ποδόσφαιρο είναι ένα από τα πιο δημοφιλή αθλήματα στον κόσμο και το
        Ποδόσφαιρο 7×7 αποτελεί ένα από τα πιο θεαματικά αθλήματα για αθλητές με
        κινητικές αναπηρίες. Ξεκινώντας από το 1978, το Ποδόσφαιρο 7×7 έχει
        εξαπλωθεί σε πάρα πολλές χώρες, προσελκύοντας ολοένα και περισσότερους
        φιλάθλους. Στο Ποδόσφαιρο 7×7 συμμετέχουν αθλητές με εγκεφαλική
        παράλυση. Κάθε ποδοσφαιρικός αγώνας παίζεται από δύο ομάδες των 12
        αθλητών εκ των οποίων εφτά, συμπεριλαμβανομένου και του τερματοφύλακα,
        βρίσκονται μέσα στον αγωνιστικό χώρο. Ένας αγώνας Ποδόσφαιρο 7×7 έχει
        διάρκεια 60 λεπτά και πραγματοποιείται σε δύο ημίχρονα των 30 λεπτών, με
        ένα ενδιάμεσο διάλειμμα 15 λεπτών. Η ομάδα που πετυχαίνει τα περισσότερα
        γκολ κατά τη διάρκεια του αγώνα είναι η νικήτρια. Το Ποδόσφαιρο 7×7
        διεξάγεται σύμφωνα με τους κανονισμούς της Διεθνούς Ομοσπονδίας
        Ποδοσφαίρου (FIFA) και της Επιτροπής Ποδοσφαίρου του Διεθνούς Αθλητικού
        Οργανισμού Εγκεφαλικής Παράλυσης (CP-ISRA).
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent15 = (
    <div>
      <p className="extra-content text-justify">
        <br />
        Το ράγκμπι με αμαξίδιο ξεκίνησε στον Καναδά το 1977. Είναι ένα σχετικά
        νέο άθλημα για αθλητές με αναπηρία αλλά αναπτύσσεται με πολύ γοργούς
        ρυθμούς σε όλο τον κόσμο.  Συνδυάζει τον ρυθμό, την ταχύτητα, τη
        δεξιοτεχνία και την τακτική του Ράγμπι και του Μπάσκετ με αμαξίδιο. Ο
        αγώνας διεξάγεται σε γήπεδο μπάσκετ  και η μπάλα που χρησιμοποιείται
        είναι μπάλα του βόλεϊ. Αθλητές και αθλήτριες με αναπηρία (κυρίως με
        τετραπληγία) αγωνίζονται σε μεικτές ομάδες . Οι αθλητές υποβάλλονται σε
        εξέταση της ισορροπίας  κινητικότητας , της ικανότητας χειρισμού της
        μπάλας καθώς και το χειρισμό του αμαξιδίου και κατατάσσονται σε
        αντίστοιχη βαθμολογία. Χρησιμοποιούνται ειδικά
        διασκευασμένα αγωνιστικά αμαξίδια τα οποία προσφέρουν προστασία για τους
        αθλητές και ένα ιδιαίτερα ευκίνητα. Απαιτούν συνεχή υποστήριξη και
        επισκευή κατά τη διάρκεια του αγώνα καθώς καταπονούνται
        από συνεχείς συγκρούσεις. Ο αγώνας απότελείται από τέσσερις περιόδους
        των  οκτώ λεπτών με διακοπή ενδιάμεσα. Κάθε ομάδα αποτελείται
        από τέσσερις (4) παίκτες και οκτώ αναπληρωματικούς. Ο στόχος κάθε ομάδας
        είναι να σκοράρει περνώντας κάποιος αθλητής με το αμαξίδια με κατοχή της
        μπάλας  (και με τις δύο ρόδες) ή περνώντας τριπλάροντας τη μπάλα σε
        αθλητή που βρίσκεται εντός της γραμμής τέρματος της αντίπαλης ομάδας. Η
        ομάδα που πετυχαίνει τα περισσότερα τέρματα κερδίζει.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent16 = (
    <div>
      <p className="extra-content text-justify">
        <br />Η Σκοποβολή είναι ένα τεχνικό άθλημα, με μεγάλη δημοτικότητα
        παγκοσμίως. Απαιτεί καλή τεχνική κατάρτιση καθώς και τη δυνατότητα για
        υψηλού βαθμού αυτοσυγκέντρωσης. ‘Ανδρες και γυναίκες ανεξαρτήτου ηλικίας
        μπορούν να αθληθούν, όχι μόνο σε επίπεδο αναψυχής, αλλά και σε επίπεδο
        πρωταθλητισμού. Τα αγωνίσματα Σκοποβολής διαφέρουν ως προς την απόσταση,
        το είδος του στόχου, του όπλου, τη στάση του σκοπευτή, τον αριθμό των
        βολών και το χρόνο μέσα στον οποίο ο σκοπευτής πρέπει να ρίξει τις βολές
        του.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent17 = (
    <div>
      <p className="extra-content text-justify">
        <br />Ο Στίβος είναι ένα από τα πιο δημοφιλή Παραολυμπιακά αθλήματα.
        Ήταν ένα από τα αθλήματα που συμπεριλήφθηκαν στο αγωνιστικό πρόγραμμα
        των πρώτων Παραολυμπιακών Αγώνων το 1960, στη Ρώμη. Συγκεντρώνει το
        μεγαλύτερο αριθμό αθλητών και αθλητριών και περιλαμβάνει το μεγαλύτερο
        αριθμό αγώνων. Στους Παραολυμπιακούς Αγώνες συμμετέχουν αθλητές και
        αθλήτριες με εγκεφαλική παράλυση, κάκωση στο νωτιαίο μυελό, ακρωτηριασμό
        ή άλλη κινητική αναπηρία, τυφλοί ή με μειωμένη όραση αθλητές Στο
        αγωνιστικό πρόγραμμα περιλαμβάνονται αγώνες δρόμων, ρίψεων, αλμάτων, ο
        μαραθώνιος και το πένταθλο. Οι αθλητές αγωνίζονται με αμαξίδιο ή με
        χρήση προθέσεων (τεχνητών μελών), ενώ οι τυφλοί αθλητές αγωνίζονται με
        βοηθό. Οι αθλητές ταξινομούνται βάση του τύπου της αναπηρίας τους σε
        διαφορετικές κατηγορίες:
        <li>
          {" "}
          Αθλητές με εγκεφαλική παράλυση κατατάσσονται στις κατηγορίες 32 έως
          38. Στις κατηγορίες 32 έως και 34, οι αθλητές αγωνίζονται με
          αγωνιστικό αμαξίδιο, ενώ στις κατηγορίες από 35 έως 38 αγωνίζονται
          όρθιοι..
        </li>
        <li>
          {" "}
          Αθλητές με κάκωση του νωτιαίου μυελού ή άλλη κινητική αναπηρία, εκτός
          από εγκεφαλική παράλυση, εντάσσονται, ανάλογα με το κινητικό τους
          προφίλ, στις κατηγορίες από 51 έως 54 για τους αγώνες δρόμων και από
          51 έως 58 για τους αγώνες ρίψεων. Στις κατηγορίες αυτές οι αθλητές
          αγωνίζονται με αμαξίδιο.
        </li>
        <li>
          {" "}
          Αθλητές με ακρωτηριασμό σε ένα ή περισσότερα μέλη, καθώς και αθλητές
          με άλλη κινητική αναπηρία (les autres) που αγωνίζονται όρθιοι, ανήκουν
          στις κατηγορίες από 42 έως 46..
        </li>
        <li>
          {" "}
          Αθλητές τυφλοί ή με μερική όραση κατατάσσονται, σε τρεις κατηγορίες
          11, 12 και 13..
        </li>
        <li>
          Αθλητές με νανισμό λόγω αχονδροπλασίας αγωνίζονται μόνο στις ρίψεις,
          στην κατηγορία 40.
        </li>
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent18 = (
    <div>
      <p className="extra-content text-justify">
        <br />
        Το Τζούντο είναι πολεμική τέχνη, αλλά η πρακτική και οι μέθοδοί του
        βασίζονται στην ευγένεια. Η νίκη του αθλητή επιτυγχάνεται, όταν υποχωρεί
        στη δύναμη του αντιπάλου του, προσαρμόζεται σε αυτή και τη χρησιμοποιεί
        προς όφελος του. Οι δύο αθλητές (τζουντόκα) φορούν ο ένας μπλε και ο
        άλλος λευκή στολή που ονομάζεται και τζουντόγκι και αγωνίζονται για
        πέντε λεπτά. Ο αγώνας διευθύνεται από έναν κεντρικό διαιτητή και δύο
        κριτές με ισότιμη γνώμη. Οι αποφάσεις λαμβάνονται με τον κανόνα της
        πλειοψηφίας και το αποτέλεσμα δίνεται από το διαιτητή με χαρακτηριστική
        κίνηση του χεριού και αναφώνηση του βαθμού ή της ποινής. Ο διαιτητής
        κηρύσσει την έναρξη του αγώνα, αφού πρώτα επιτρέψει στους αθλητές να
        έρθουν σε επαφή. Ένας αγώνας Τζούντο τερματίζεται άμεσα υπέρ του αθλητή,
        που θα πάρει το βαθμό «Ιppon», αφού πραγματοποιήσει μία επιτυχημένη
        τεχνική. Σε περίπτωση που δεν επιτευχθεί Ippon, νικητής αναδεικνύεται ο
        αθλητής, που έχει τον μεγαλύτερης αξίας βαθμό μετά τη λήξη του χρόνου.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent19 = (
    <div>
      <p className="extra-content text-justify">
        <br />Η Τοξοβολία, όπως και η πλειοψηφία των αθλημάτων για άτομα με
        αναπηρία, χρησιμοποιήθηκε αρχικά ως δραστηριότητα αποκατάστασης και
        ψυχαγωγίας. Τα τελευταία 50 χρόνια, καθιερώθηκε ως άθλημα, δίνοντας τη
        δυνατότητα στους αθλητές να ασκήσουν τη δεξιότητα, την ακρίβειά, τη
        δύναμη και την ικανότητα συγκέντρωσής τους. Στην Τοξοβολία συμμετέχουν
        αθλητές και αθλήτριες με κινητική αναπηρία (κάκωση νωτιαίου μυελού,
        εγκεφαλική παράλυση, ακρωτηριασμό και Les Autres). Οι αθλητές
        κατατάσσονται σε τρεις κατηγορίες. Σκοπός τους είναι να ρίξουν με
        ακρίβεια τα βέλη σε στόχο διαμέτρου 122 εκατοστών, ο οποίος βρίσκεται σε
        απόσταση 70 μέτρων. Στο αγωνιστικό πρόγραμμα περιλαμβάνονται ατομικοί
        και ομαδικοί αγώνες.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent20 = (
    <div>
      <p className="extra-content text-justify">
        <br />Η Κωπηλασία είναι το άθλημα που προστέθηκε στο Παραολυμπιακό
        πρόγραμμα το 2005 και διοργανώθηκε για πρώτη φορά σε Παραολυμπιακό
        επίπεδο στους Αγώνες του Πεκίνου το 2008. Η Διεθνής Ομοσπονδία
        Κωπηλασίας (FISA) είναι η αρχή που αναπτύσσει το άθλημα της Κωπηλασίας
        για αθλητές με και χωρίς αναπηρία. Η Κωπηλασία προσφέρεται για αθλητές
        με αναπηρία οι οποίοι κατατάσσονται σύμφωνα με τα κριτήρια των
        κανονισμών κατάταξης σε κατηγορία (classification regulations). Για τη
        διεξαγωγή του αθλήματος προσαρμόζεται ο εξοπλισμός στους αθλητές παρά το
        άθλημα στους αθλητές.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent21 = (
    <div>
      <p className="extra-content text-justify">
        <br />
        Το τρίαθλο θα κάνει το Παραολυμπιακό του ντεμπούτο στους Παραολυμπιακούς
        Αγώνες του Ρίο ντε Ζανέιρο το 2016.  Οι αθλητές και αθλήτριες
        αγωνίζονται σε τρία αγωνίσματα : 750m κολύμβηση,  στη συνέχεια  20km
        ποδηλασία και  5km δρόμος.  Οι αφωνηστικές κατηγορίες στηρίζονται στο
        είδος της αναπηρίας. Αθλητές ή αθλήτριες μπορούν να χρησιμοποιήσουν
        ποδήλατο, χειρήλατο ή διπλό ποδήλατο (tandem) στο ποδηλατικό μέρος του
        αγώνα και επίσης  επιτρέπεται σε αθλητές με παραπληγία να
        χρησιμοποιούν αγωνιστικό αμαξίδιο στο δρομικό κομμάτι. Το
        άθλημα αναπτύσσεται σε  37 χώρες , και 27 χώρες διοργάνωσαν εθνικό
        πρωτάθλημα εντός του 2011.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent22 = (
    <div>
      <p className="extra-content text-justify">
        Το κανόε θα περιληφθεί στο Παραολυμπιακό πρόγραμμα των  για πρώτη φορά
        στους Παραολυμπιακούς Αγώνες του Ρίο ντε Ζανέιρο το 2016.  <br />
        Το άθλημα διεξάγετεαι όπως και για αθλητές χωρίς αναπηρία δίνοντας τη
        δυνατότητα σε αθλητές με διαφόρους βαθμούς αναπηρίας να απολαμβάνουν το
        άθλημα.  <br />
        Το σύστημα κατάταξης σε κατηγορίες (classification system) βασίζεται στη
        λειτουργική ικανότητα των αθλητών σχετικά με τη δυνατότητα να
        χειρίζονται το κουπί καθώς και την ικανότητα να σταθεροποιήσουν το σώμα
        τους μέσα στο κανόε. Αυτή τη στιγμή γίνονται οχτώ διαφορετικά αγωνίσματα
        αλλά καθώς αναπτύσσεται το άθλημα  μπορεί να ληφθούν υπ’ όψιν και
        περισσότερα για το Παραολυμπιακό πρόγραμμα.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  // const linkName = readMore ? "Read less  " : " 1)Αντισφαίριση με αμαξίδιο... ";
  const linkName1 = readMore1 ? "Read less  " : " 1)Αντισφαίριση με αμαξίδιο... ";
  const linkName2 = readMore2 ? "Read less  " : " 2)Άρση βαρών σε πάγκο... ";
  const linkName3 = readMore3 ? "Read less  " : " 3)Γκόλμπολ (Goalball)... ";

  const linkName4 = readMore4
    ? "Read less  "
    : " 4)Επιτραπέζια Αντισφαίριση... ";

  const linkName5 = readMore5 ? "Read less  " : " 5)Ιππασία... ";

  const linkName6 = readMore6 ? "Read less  " : "6)Ιστιοπλοΐα... ";

  const linkName7 = readMore7
    ? "Read less  "
    : " 7)Καλαθοσφαίριση με αμαξίδιο...";

  const linkName8 = readMore8 ? "Read less  " : " 8)Κολύμβηση... ";

  const linkName9 = readMore9 ? " less  " : " 9)Μπότσια (Boccia)... ";

  const linkName10 = readMore10
    ? "Read Readless  "
    : " 10)Ξιφασκία με αμαξίδιο... ";

  const linkName11 = readMore11
    ? "Read less  "
    : " 11)Πετοσφαίριση (Καθιστών)...";

  const linkName12 = readMore12 ? "Read less  " : " 12)Ποδηλασία... ";

  const linkName13 = readMore13 ? "Read less  " : " 13)Ποδόσφαιρο 5x5... ";

  const linkName14 = readMore14 ? "Read less  " : " 14)Ποδόσφαιρο 7x7... ";

  const linkName15 = readMore15 ? "Read less  " : " 15)Ράγκμπυ με αμαξίδιο... ";

  const linkName16 = readMore16 ? "Read less  " : " 16)Σκοποβολή... ";

  const linkName17 = readMore17 ? "Read less  " : "17)Στίβος... ";

  const linkName18 = readMore18 ? "Read less  " : "18)Τζούντο... ";

  const linkName19 = readMore19 ? "Read less  " : " 19)Τοξοβολί... ";

  const linkName20 = readMore20
    ? "Read less  "
    : " 20)Κωπηλασία (νέο άθλημα στο Πεκίνο)... ";

  const linkName21 = readMore21
    ? "Read less  "
    : "21)Τρίαθλο (νέο άθλημα στο Ριο)... ";

  const linkName22 = readMore22
    ? "Read less  "
    : "22)Κανόε (νέο άθλημα στο Ριο)... ";

  return (
    <React.Fragment>
      <h1 className="titleh1">PARALYMIC SPORTS</h1>

      {/* image part */}
      <div className="images">
        <img
          src="https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcSKtJJFvg8Q4qCfwajyb-kLlidWquz9r7nw3g&usqp=CAU"
          alt="sports"
        />
      </div>

      {/* history part */}
      <div className="row">
        <div
          className="history col-xs-10 col-sm-12 col-md-12"
          style={{ paddingBottom: "100px" }}
        >
          <h1>HISTORY OF PARALYMIC SPORTS</h1>

          <p className="text-justify">
            {" "}
            The first races for athletes with disabilities took place in 1948 in
            StokeMadville, England. On the day of the opening ceremony for the
            1948 Olympic Games in London, the StokeMadeville Games began and
            were instituted and the first wheelchair sports event took place.
            Four years later, athletes from the Netherlands took part in these
            games, giving birth to the international movement now known as the
            Paralympic Movement. The first Olympic Games for athletes with
            disabilities were organized in 1960 in Rome, after the Olympic Games
            in the same city. They are considered to be the first Paralympic
            Games. About 400 athletes from 23 countries participated in 8
            sports, 6 of which are still included in the program of the
            Paralympic Games (Archery, Swimming, Fencing, Basketball, Table
            Tennis, Athletics). Since then, the Paralympic Games are held every
            4 years, always in the same year as the Olympic Games. In 1976 in
            Toronto, other categories of disability were added and the idea of
            ​​merging different categories of athletes with disabilities for
            their participation in international sporting events was born. The
            same year saw the first Winter Paralympic Games in Sweden. The Seoul
            Paralympic Games (1988) also stood out from the fact that the
            Olympic and Paralympic Games were hosted in the same country, in the
            same city and the same facilities as the Olympic Games were used.
            Since then, the Paralympic Games have always been held in the same
            city as the Olympic Games. Since 1960, twelve (12) Summer Paralympic
            Games and nine (9) Winter Games have been organized. The Paralympic
            Games have now become the second largest sporting event after the
            Olympics. Greek athletes have been participating in the Paralympic
            Games since 1976. Since 1988, Greece has been participating in the
            Games with official National Missions. All these years, the Greek
            athletes achieved good performance and won many medals. The first
            participation of a Greek Athlete in the Winter Paralympic Games took
            place in 2002 in Salt Lake City. The Torino Paralympic Games in 2006
            were the second Winter Paralympic Games in which a Greek Mission
            participated. The Vancouver Paralympic Winter Games are the third
            Winter Games that Greece will participate with the participation of
            the first athlete.
          </p>

          <hr style={{ paddingTop: "1px", borderTop: "1px solid black" }}></hr>
        </div>
      </div>

      {/* ///////////////////////////////////////////////// */}

      <div className="row1">
        <div className="history col-xs-10 col-sm-10 col-md-10">
          <h1>SUMMER PARALYMPIC SPORTS </h1>
          <p className="text-justify">
            The competition program of the Summer Paralympic Games now includes
            22 summer sports. Eighteen of them are common to the Olympics and
            the other four are exclusively Paralympic. These are Botsia, Golf,
            Weightlifting and Wheelchair Rugby. The sport of 5x5 Football was
            added to the Athens Games, while in Beijing for the first time
            athletes competed in Rowing. Canoe and Triathlon were added to the
            Rio Games. The records set at the Paralympic Games can be compared
            to the records of the Olympic athletes (such as in the men's 100m in
            Track and Field) and in some cases (such as in weightlifting) the
            Paralympic records surpass those of athletes without disabilities.
            In some sports athletes from all or most categories of disability
            participate, while in others from only one category. In detail, the
            Paralympic sports are
          </p>
          {/* <h2 className="summer">Paralympic Games sports details</h2> */}
          <br />
          <div className="App">
           
            <a
              className="read-more-link"
              onClick={() => {
                setReadMore1(!readMore1);
              }}
            >
              <h3>{linkName1}</h3>
            </a>
            {readMore1 && extraContent2}
            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore2(!readMore2);
              }}
            >
              <h3>{linkName2}</h3>
            </a>
            {readMore2 && extraContent3}
            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore3(!readMore3);
              }}
            >
              <h3>{linkName3}</h3>
            </a>
            {readMore3 && extraContent4}

            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore4(!readMore4);
              }}
            >
              <h3>{linkName4}</h3>
            </a>
            {readMore4 && extraContent5}
            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore5(!readMore5);
              }}
            >
              <h3>{linkName5}</h3>
            </a>
            {readMore5 && extraContent6}
            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore6(!readMore6);
              }}
            >
              <h3>{linkName6}</h3>
            </a>
            {readMore6 && extraContent6}
            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore7(!readMore7);
              }}
            >
              <h3>{linkName7}</h3>
            </a>
            {readMore7 && extraContent7}
            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore8(!readMore8);
              }}
            >
              <h3>{linkName8}</h3>
            </a>
            {readMore8 && extraContent8}
            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore9(!readMore9);
              }}
            >
              <h3>{linkName9}</h3>
            </a>
            {readMore9 && extraContent9}
            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore10(!readMore10);
              }}
            >
              <h3>{linkName10}</h3>
            </a>
            {readMore10 && extraContent10}
            <br />

         

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore11(!readMore11);
              }}
            >
              <h3>{linkName11}</h3>
            </a>
            {readMore11 && extraContent11}

            <br />
            <a
              className="read-more-link"
              onClick={() => {
                setReadMore12(!readMore12);
              }}
            >
              <h3>{linkName12}</h3>
            </a>
            {readMore12 && extraContent12}

            <br />
            <a
              className="read-more-link"
              onClick={() => {
                setReadMore13(!readMore13);
              }}
            >
              <h3>{linkName13}</h3>
            </a>
            {readMore13 && extraContent13}

            <br />
            <a
              className="read-more-link"
              onClick={() => {
                setReadMore14(!readMore14);
              }}
            >
              <h3>{linkName14}</h3>
            </a>
            {readMore14 && extraContent14}

            <br />
            <a
              className="read-more-link"
              onClick={() => {
                setReadMore15(!readMore15);
              }}
            >
              <h3>{linkName15}</h3>
            </a>
            {readMore15 && extraContent15}

            <br />
            <a
              className="read-more-link"
              onClick={() => {
                setReadMore16(!readMore16);
              }}
            >
              <h3>{linkName16}</h3>
            </a>
            {readMore16 && extraContent16}

            <br />
            <a
              className="read-more-link"
              onClick={() => {
                setReadMore17(!readMore17);
              }}
            >
              <h3>{linkName17}</h3>
            </a>
            {readMore17 && extraContent17}

            <br />
            <a
              className="read-more-link"
              onClick={() => {
                setReadMore18(!readMore18);
              }}
            >
              <h3>{linkName18}</h3>
            </a>
            {readMore18 && extraContent18}

            <br />
            <a
              className="read-more-link"
              onClick={() => {
                setReadMore19(!readMore19);
              }}
            >
              <h3>{linkName19}</h3>
            </a>
            {readMore19 && extraContent19}

            <br />
            <a
              className="read-more-link"
              onClick={() => {
                setReadMore20(!readMore20);
              }}
            >
              <h3>{linkName20}</h3>
            </a>
            {readMore20 && extraContent20}

            <br />
            <a
              className="read-more-link"
              onClick={() => {
                setReadMore21(!readMore21);
              }}
            >
              <h3>{linkName21}</h3>
            </a>
            {readMore21 && extraContent21}

            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore22(!readMore22);
              }}
            >
              <h3>{linkName22}</h3>
            </a>
            {readMore22 && extraContent22}
          </div>
        </div>
      </div>

      {/* ///////////////////////////////////////////////// */}

      {/* <div className="row">
          <div
            className="history col-xs-8 col-sm-8 col-md-8 pr-20px"
            style={{ paddingBottom: "100px" }}
          >
            <h1 className="summer">WINTER PAR:SPORTS </h1>
            <br />
            <p className="summer">Paralympic winter sports details</p>
            <br />
            <hr
              style={{ paddingTop: "50px", borderTop: "1px solid black" }}
            ></hr>
          </div>
        </div> */}
    </React.Fragment>
  );
}

export default SportParalymics;
