import React, { useState } from "react";
import styled from "styled-components";
import "./sportParalympics.css";
import Para from '..//assets/para.png';
const Styles = styled.div`
  padding: 10px;
`;

function SportParalymics() {
  const [readMore1, setReadMore1] = useState(false);
  const [readMore2, setReadMore2] = useState(false);
  const [readMore3, setReadMore3] = useState(false);
  const [readMore4, setReadMore4] = useState(false);
  const [readMore5, setReadMore5] = useState(false);
  const [readMore6, setReadMore6] = useState(false);
  const [readMore7, setReadMore7] = useState(false);
  const [readMore8, setReadMore8] = useState(false);
  const [readMore9, setReadMore9] = useState(false);
  const [readMore10, setReadMore10] = useState(false);
  const [readMore11, setReadMore11] = useState(false);
  const [readMore12, setReadMore12] = useState(false);
  const [readMore13, setReadMore13] = useState(false);
  const [readMore14, setReadMore14] = useState(false);
  const [readMore15, setReadMore15] = useState(false);
  const [readMore16, setReadMore16] = useState(false);
  const [readMore17, setReadMore17] = useState(false);
  const [readMore18, setReadMore18] = useState(false);
  const [readMore19, setReadMore19] = useState(false);
  const [readMore20, setReadMore20] = useState(false);
  const [readMore21, setReadMore21] = useState(false);
  const [readMore22, setReadMore22] = useState(false);
  const [readMore23, setReadMore23] = useState(false);
  const [readMore24, setReadMore24] = useState(false);
  const [readMore25, setReadMore25] = useState(false);
  const [readMore26, setReadMore26] = useState(false);
  const [readMore27, setReadMore27] = useState(false);
  const [readMore28, setReadMore28] = useState(false);

  const extraContent1 = (
    <div>
      <p className="extra-content text-justify">
        <br />Η Αντισφαίριση με αμαξίδιο είναι ένα δυναμικό άθλημα και έχει
        ιδιαίτερα υψηλή δημοτικότητα κατά τη διάρκεια των Παραολυμπιακών Αγώνων.
        Σε υψηλό αγωνιστικό επίπεδο απαιτείται υψηλή τεχνική κατάρτιση,
        εξαιρετική φυσική κατάσταση, ταχύτητα, αντανακλαστικά, θέληση και άριστη
        ψυχολογία. Η Αντισφαίριση με αμαξίδιο διεξάγεται μεταξύ δύο (απλό) ή
        τεσσάρων αθλητών ή αθλητριών (διπλό), που παρουσιάζουν μόνιμη κινητική
        αναπηρία, με απώλεια λειτουργικότητας σε ένα ή και τα δυο κάτω άκρα.
        Επίσης, δικαίωμα συμμετοχής έχουν, αλλά κατατάσσονται σε ξεχωριστό όμιλο
        (quad), αθλητές με τετραπληγία, οι οποίοι έχουν απώλεια κινητικότητας ή
        ακρωτηριασμό σε τουλάχιστον 3 από τα 4 άκρα. Βασικός σκοπός του
        παιχνιδιού είναι να χτυπηθεί η μπάλα από τη ρακέτα με τέτοιο τρόπο, ώστε
        να περάσει πάνω από το δίχτυ, να πέσει στο γήπεδο του αντιπάλου και να
        κερδιθεί ο πόντος. Ο νικητής ανακηρύσσεται στα δύο νικηφόρα «set» των
        έξι «games» το καθένα.
      </p>

      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent2 = (
    <div>
      <p className="extra-content text-justify">
        <br />Η ‘Αρση Βαρών σε πάγκο θεωρείται το άθλημα των δυνατών. Η ιστορία
        έχει όμως αποδείξει ότι η δύναμη του αθλητή πρέπει να συνοδεύεται από
        σωστή τακτική και την καθοδήγηση ενός άξιου προπονητή. Στο άθλημα της
        ‘Αρσης Βαρών σε πάγκο, οι αθλητές ή οι αθλήτριες αγωνίζονται από ύπτια
        θέση (ανάσκελα) πάνω σε ειδικά διαμορφωμένο πάγκο. Οι επίσημοι βοηθοί
        ενός αθλητή δίνουν τη μπάρα στον αγωνιζόμενο, στο ύψος των τεντωμένων
        χεριών του. Ο αθλητής θα πρέπει μέσα σε δύο λεπτά να ολοκληρώσει την
        προσπάθειά του, κάνοντας τις εξής κινήσεις: να κατεβάσει τη μπάρα στο
        στήθος, να την κρατήσει για ένα μικρό χρονικό διάστημα ακίνητη και στη
        συνέχεια να την ωθήσει προς τα πάνω μέχρι την πλήρη έκταση των χεριών.
        Οι αγώνες διοργανώνονται για άνδρες και γυναίκες που αγωνίζονται σε
        συγκεκριμένες κατηγορίες, σύμφωνα με το σωματικό τους βάρος.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent3 = (
    <div>
      <p className="extra-content text-justify">
        <br />
        Το Γκόλμπολ είναι αποκλειστικά Παραολυμπιακό άθλημα. Πρόκειται για
        ομαδικό άθλημα, στο οποίο συμμετέχουν μόνο τυφλοί αθλητές ή αθλητές με
        μειωμένη όραση. Οι παίκτες για να ανταποκριθούν στο υψηλό επίπεδο
        ανταγωνισμού πρέπει να διαθέτουν υψηλή τεχνική, δύναμη, ταχύτητα,
        γρήγορη αντίδραση, ομαδικότητα, ευλυγισία και καλή αίσθηση του χώρου. Σε
        επίπεδο αναψυχής μπορούν να ασχοληθούν όλοι ανεξάρτητα από ηλικία,
        φυσική κατάσταση ή βαθμό απώλειας όρασης. Το Γκόλμπολ διεξάγεται σε
        κλειστό γήπεδο Πετοσφαίρισης. Παίζεται από άνδρες και γυναίκες και κάθε
        ομάδα αποτελείται από τρεις βασικούς παίκτες και τρεις αναπληρωματικούς.
        Σκοπός του παιχνιδιού είναι η μία ομάδα να κυλήσει τη μπάλα με το χέρι
        προς την αντίπαλη πλευρά και να σημειώσει γκολ, ενώ οι αντίπαλοι παίκτες
        προσπαθούν να την αποκρούσουν με οποιοδήποτε μέρος του σώματός τους.
        Νικήτρια αναδεικνύεται η ομάδα που θα πετύχει τα περισσότερα γκολ. Η
        διάρκεια του αγώνα είναι δύο ημίχρονα των δέκα λεπτών.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent4 = (
    <div>
      <p className="extra-content text-justify">
        <br />Η ταχύτητα και οι γρήγορες αντιδράσεις αποτελούν τα δύο κύρια
        χαρακτηριστικά των αθλητών και αθλητριών της Επιτραπέζιας Αντισφαίρισης.
        Κάθε αγώνας αποτελείται από πέντε σετ. Νικητής του κάθε σετ είναι ο
        αθλητής, η αθλήτρια ή η ομάδα που θα σημειώσει πρώτη 11 βαθμούς. Η
        Επιτραπέζια Αντισφαίριση στους Παραολυμπιακούς Αγώνες παρουσιάζει
        ελάχιστες διαφορές με το αντίστοιχο άθλημα στους Ολυμπιακούς Αγώνες.
        Έχουν γίνει ορισμένες μόνο τροποποιήσεις για τους αθλητές που
        χρησιμοποιούν αμαξίδιο. Συμμετέχουν αθλητές με εγκεφαλική παράλυση,
        κάκωση νωτιαίου μυελού και αθλητές με ακρωτηριασμό ή άλλους κινητικούς
        περιορισμούς. Οι αθλητές αγωνίζονται με αμαξίδιο ή όρθιοι και
        κατατάσσονται σε 10 κατηγορίες βάση των κινητικών περιορισμών που
        παρουσιάζουν.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent5 = (
    <div>
      <p className="extra-content text-justify">
        <br />Η Ιππασία, ένα από τα πιο εντυπωσιακά αθλήματα των Παραολυμπιακών
        Αγώνων, συμβάλει στην αποκατάσταση και βελτίωση των κινητικών δεξιοτήτων
        των ατόμων που ασχολούνται με αυτήν. Η εφαρμογή ίδιων κανόνων
        αξιολόγησης και βαθμολόγησης ανδρών και γυναικών, καθώς επίσης και η
        επιβράβευση όχι μόνο του ιππέα ή της αμαζόνας αλλά και του αλόγου, την
        καθιστούν μοναδική ως άθλημα. Ο ιππέας ή η αμαζόνα και το άλογο
        θεωρούνται μια ομάδα.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent6 = (
    <div>
      <p className="extra-content text-justify">
        <br />Η Ιστιοπλοΐα συγκαταλέγεται στη λίστα των αθλημάτων με τους πιο
        ένθερμους φιλάθλους. Είναι ένα από τα λίγα αθλήματα, στα οποία η ηλικία
        των αθλητών δεν αποτελεί καθοριστικό παράγοντα για τις επιδόσεις τους,
        καθώς η εμπειρία, που αποκτάται με το πέρασμα των ετών, καλύπτει τη
        μειωμένη σωματική αντοχή. Οι αγώνες Ιστιοπλοΐας διεξάγονται σε υδάτινους
        στίβους. Η σήμανσή τους γίνεται με σημαδούρες, οι οποίες οριοθετούν τις
        διαδρομές, που πρέπει να ολοκληρώσουν οι αγωνιζόμενοι. Κατά τη διάρκεια
        αγώνων Ιστιοπλοΐας στους Παραολυμπιακούς Αγώνες οι αθλητές και οι
        αθλήτριες αγωνίζονται σε σκάφη τύπου Sonar, 2.4mR και SKUD 18 και
        καλούνται να αντιμετωπίσουν όχι μόνο τους αντιπάλους τους, αλλά και τα
        απρόβλεπτα καιρικά φαινόμενα. Στους Παραολυμπιακούς Αγώνες συμμετέχουν
        ιστιοπλόοι με μειωμένη όραση ή τυφλοί, καθώς επίσης και ιστιοπλόοι με
        κινητική αναπηρία.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent7 = (
    <div>
      <p className="extra-content text-justify">
        <br />Η Καλαθοσφαίριση με αμαξίδιο είναι ένα από τα πιο θεαματικά και
        δημοφιλή αθλήματα των Παραολυμπιακών Αγώνων. Διακρίνεται για το μοναδικό
        του ύφος, την γρήγορη ροή του αγώνα και τη διαρκή εναλλαγή φάσεων με
        συνεχείς επιθέσεις και “man to man” άμυνες. Στην Καλαθοσφαίριση με
        αμαξίδιο κάθε ομάδα αποτελείται από πέντε παίκτες, οι οποίοι παίζουν
        μέσα στον αγωνιστικό χώρο και επτά αναπληρωματικούς. Αλλαγές γίνονται
        κατά τη διάρκεια διακοπών στον αγώνα. Σκοπός κάθε ομάδας είναι αφενός να
        σκοράρει στο καλάθι των αντιπάλων και αφετέρου να εμποδίσει την αντίπαλη
        ομάδα από το να σκοράρει. Νικήτρια είναι η ομάδα που με τη λήξη του
        αγώνα έχει πετύχει τους περισσότερους πόντους. Η Καλαθοσφαίριση με
        αμαξίδιο στους Παραολυμπιακούς Αγώνες και η Καλαθοσφαίριση στους
        Ολυμπιακούς Αγώνες παρουσιάζουν ελάχιστες διαφορές σε ότι αφορά τη μορφή
        και τις διαστάσεις του γηπέδου, το σταθερό εξοπλισμό και τους
        κανονισμούς. Η βασική διαφορά τους έγκειται στη χρήση του αμαξιδίου, το
        οποίο ο αθλητής καλείται να χρησιμοποιεί με ευχέρεια ως εργαλείο
        προκειμένου να επιτύχει τους αγωνιστικούς του σκοπούς. Στην
        Καλαθοσφαίριση με αμαξίδιο συμμετέχουν άνδρες και γυναίκες με κάκωση του
        νωτιαίου μυελού, ακρωτηριασμό, εγκεφαλική παράλυση ή άλλες κινητικές
        αναπηρίες.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent8 = (
    <div>
      <p className="extra-content text-justify">
        <br />Η Κολύμβηση ξεκίνησε ως δραστηριότητα αποκατάστασης και
        ψυχαγωγίας, γρήγορα όμως εξελίχθηκε σε ένα από τα δημοφιλέστερα αθλήματα
        για άτομα με αναπηρία. Στους αγώνες Κολύμβησης συμμετέχουν αθλητές και
        αθλήτριες με: κινητικές αναπηρίες και με ολική ή μερική απώλεια όρασης.
        Οι τυφλοί αθλητές και οι αθλητές με περιορισμό όρασης, ανάλογα με το
        βαθμό οπτικής απώλειας, κατατάσσονται στις ακόλουθες κατηγορίες:
        S11-SB11-SM11, S12-SB12-SM12 και S13-SB13-SM13. Στους κολυμβητές με
        κινητικές αναπηρίες η ταξινόμηση σε κατηγορίες είναι σχετικά πιο
        περίπλοκη. Ανάλογα με τον τύπο της αναπηρίας, εξετάζεται ο βαθμός μυϊκής
        δύναμης, ο συντονισμός κινήσεων ή το εύρος της κίνησης και, στη
        συνέχεια, αξιολογείται μέσα στο νερό η λειτουργική δυνατότητα και ο
        περιορισμός κινήσεων στα διάφορα στυλ κολύμβησης. Μετά από την παραπάνω
        αξιολόγηση οι αθλητές κατατάσσονται σε μία από τις{" "}
        <li>
          {" "}
          10 κατηγορίες, S1-S10, για το ελεύθερο, το ύπτιο και την πεταλούδα{" "}
        </li>
        <li> 8 για το πρόσθιο, SB2-SB9 </li>{" "}
        <li> 8 για τη μεικτή ατομική, SM3-SM10 </li>
        Όσο μεγαλύτερες είναι οι κινητικές δυνατότητες ενός κολυμβητή τόσο
        υψηλότερη είναι και η κατηγορία στην οποία θα ενταχθεί. Ένας κολυμβητής
        μπορεί να έχει μία κατηγορία για ένα κολυμβητικό στυλ και διαφορετική
        για ένα άλλο, π.χ. να είναι S5 στο ελεύθερο, SB4 ή SB3 στο πρόσθιο και
        SM5 ή SM4 στη μεικτή ατομική. Με αυτό το σύστημα ταξινόμησης, σε κάθε
        κατηγορία εντάσσονται κολυμβητές με διαφορετική αναπηρία αρκεί,
        λειτουργικά, να έχουν όμοιες ή περίπου όμοιες δυνατότητες.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent9 = (
    <div>
      <p className="extra-content text-justify">
        <br />
        Το Μπότσια είναι ένα ανταγωνιστικό άθλημα, το οποίο διεξάγεται μεταξύ
        δύο αθλητών, ζευγαριών ή ομάδων των τριών ατόμων έκαστη. Στις ημέρες
        μας, το Μπότσια αποτελεί άθλημα για άτομα με εγκεφαλική παράλυση ή άλλη
        κινητική αναπηρία που χρησιμοποιούν αναπηρικό αμαξίδιο, τόσο σε επίπεδο
        δραστηριότητας αναψυχής όσο και σε αγωνιστικό επίπεδο. Το άθλημα απαιτεί
        αυτοσυγκέντρωση, συντονισμό, δυνατότητα ελέγχου των μυών, ακρίβεια,
        ομαδικότητα, συνεργασία και στρατηγική. Οι αγώνες διεξάγονται σε κλειστό
        χώρο, στον οποίο χαράσσονται ειδικές γραμμές που οριοθετούν τον
        αγωνιστικό χώρο. Στόχος των παικτών είναι να προωθήσουντις δερμάτινες
        κόκκινες ή μπλε μπάλες τους, όσο το δυνατόν πιο κοντά σε μια άσπρη
        μπάλα-στόχο, που καλείται “jack”. Η σειρά των παικτών καθορίζεται με
        κλήρωση. Ο αθλητής ή η ομάδα που κερδίζει την κλήρωση έχει το δικαίωμα
        να διαλέξει αν θα αγωνιστεί με τις κόκκινες ή τις μπλε μπάλες. O πρώτος
        γύρος ξεκινάει με τον παίκτη που θα παίξει με τις κόκκινες μπάλες, ο
        οποίος ρίχνει πρώτα την άσπρη και στη συνέχεια μια κόκκινη μπάλα. Η
        προώθηση της μπάλας μπορεί να γίνει με το χέρι, με το πόδι ή με τη
        βοήθεια μιας συσκευής, όταν οι παίκτες παρουσιάζουν πολύ μεγάλο κινητικό
        περιορισμό στα άνω και κάτω άκρα. Στη συνέχεια οι αντίπαλοι ρίχνουν τις
        μπάλες τους, προσπαθώντας να φτάσουν την μπάλα-στόχο. Στο τέλος κάθε
        γύρου μετρώνται από το διαιτητή οι πιο κοντινές προς το στόχο αποστάσεις
        και συγκεντρώνεται η βαθμολογία για να αναδειχθεί ο νικητής.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent10 = (
    <div>
      <p className="extra-content text-justify">
        <br />Η Ξιφασκία με αμαξίδιο είναι ένα άθλημα υψηλών απαιτήσεων
        προσαρμογής, οργάνωσης και υπομονής. Η εφευρετικότητα σε συνδυασμό με
        την πολύωρη άσκηση και προπόνηση αποτελούν βασικά εφόδια για κάθε αθλητή
        της Ξιφασκίας. Στη Ξιφασκία συμμετέχουν αθλητές με κινητικές αναπηρίες,
        οι οποίοι αγωνίζονται με αμαξίδιο. Κατά τη διεξαγωγή ενός αγώνα
        Ξιφασκίας, τα αμαξίδια είναι σταθεροποιημένα στο έδαφος, επιτρέποντας
        παρόλα αυτά στον αθλητή ή την αθλήτρια να εκτελέσει γρήγορες
        εναλλασσόμενες κινήσεις. Το άθλημα διέπεται από τους κανονισμούς της
        Διεθνούς Ομοσπονδίας Ξιφασκίας και της Επιτροπής Ξιφασκίας της Διεθνούς
        Παραολυμπιακής Επιτροπής. Στο πρόγραμμα των Παραολυμπιακών Αγώνων
        περιλαμβάνονται πέντε αγωνίσματα Ξιφασκίας, τα οποία διεξάγονται ατομικά
        και ομαδικά:
        <li>
          {" "}
          Ξίφος ασκήσεων ανδρών (φλερέ ανδρών). Κατηγορία Α και κατηγορία Β{" "}
        </li>
        <li>
          {" "}
          Ξίφος ασκήσεων γυναικών (φλερέ γυναικών). Κατηγορία Α και κατηγορία Β{" "}
        </li>
        <li>
          {" "}
          Ξίφος μονομαχίας ανδρών (επέ ανδρών). Κατηγορία Α και κατηγορία Β{" "}
        </li>
        <li>
          {" "}
          Ξίφος μονομαχίας γυναικών (επέ γυναικών). Κατηγορία Α και κατηγορία Β{" "}
        </li>
        <li> Σπάθη ανδρών (σαμπρ ανδρών). Κατηγορία Α και κατηγορία Β </li>
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent11 = (
    <div>
      <p className="extra-content text-justify">
        <br /> Η Πετοσφαίριση καθιστών αθλητών έκανε την εμφάνισή της το 1956
        και αποτελεί ένα από τα σημαντικότερα ομαδικά αθλήματα για αθλητές με
        αναπηρία. Οι διαφορές μεταξύ Παραολυμπιακής και Ολυμπιακής Πετοσφαίρισης
        είναι ελάχιστες. Συγκεκριμένα, στην Πετοσφαίριση καθιστών, οι διαστάσεις
        του γηπέδου είναι μικρότερες, το φιλέ (δίχτυ) τοποθετείται σε πιο χαμηλό
        ύψος, ενώ οι αθλητές αγωνίζονται καθιστοί. <br />
        Το άθλημα απαιτεί ένταση, αγωνιστικότητα, συνεργασία και στρατηγική από
        τους συμμετέχοντες. Δικαίωμα συμμετοχής έχουν αθλητές με κινητικές
        αναπηρίες (ακρωτηριασμό ή άλλη κινητική αναπηρία). Στην Πετοσφαίριση
        καθιστών οι αθλητές και αθλήτριες, μολονότι δεν κατατάσσονται σε
        κατηγορίες όπως στα άλλα αθλήματα, πρέπει να πληρούν τους όρους της
        ελάχιστης αναπηρίας. Οι αγώνες διεξάγονται μεταξύ δύο ομάδων σε κλειστό
        γήπεδο, σε αγωνιστικό χώρο διαστάσεων 10 x 6 μέτρων. Κάθε ομάδα
        αποτελείται από έξι βασικούς παίχτες, ενώ οι αναπληρωματικοί δεν
        ξεπερνούν τους έξι.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent12 = (
    <div>
      <p className="extra-content text-justify">
        <br />
        Το ποδήλατο είναι ένα από τα δημοφιλέστερα μέσα μετακίνησης στις μέρες
        μας. Επιπρόσθετα, αποτελεί μία από τις πιο αγαπημένες δραστηριότητες
        αναψυχής για άτομα όλων των ηλικιών. Ως άθλημα για άτομα με αναπηρία
        άρχισε να αναπτύσσεται από τυφλούς ποδηλάτες, οι οποίοι αρχικά
        συμμετείχαν σε αγώνες με διθέσιο ποδήλατο. Η Ποδηλασία στους
        Παραολυμπιακούς Αγώνες περιλαμβάνει δύο αγωνίσματα: τη Ποδηλασία Δρόμου
        και τη Ποδηλασία Πίστας. Οι αγώνες Ποδηλασίας Δρόμου διεξάγονται σε
        δημόσιους δρόμους, ενώ οι αγώνες Ποδηλασίας Πίστας διεξάγονται σε
        ποδηλατοδρόμιο. Μολονότι οι κανονισμοί που διέπουν το άθλημα είναι ίδιοι
        με αυτούς του Ολυμπιακού αθλήματος, σε ορισμένες περιπτώσεις
        επιτρέπονται μετατροπές στα ποδήλατα για αθλητές με συγκεκριμένους
        περιορισμούς. Εκτός από ποδηλάτες με μειωμένη όραση ή τυφλούς, παίρνουν
        μέρος και ποδηλάτες με εγκεφαλική παράλυση, με κάκωση του νωτιαίου
        μυελού, με ακρωτηριασμό ή άλλη κινητική αναπηρία. Η κατάταξη των αθλητών
        σε αγωνιστικές κατηγορίες γίνεται σύμφωνα με το βαθμό λειτουργικότητας
        τους βάσει των δεξιοτήτων που απαιτούνται για την Ποδηλασία. Τα ποδήλατα
        των αθλητών προσαρμόζονται, όπου κρίνεται αναγκαίο, στις ανάγκες των
        αθλητών.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent13 = (
    <div>
      <p className="extra-content text-justify">
        <br />
        Το Ποδόσφαιρο 5×5, που στην Ελλάδα είναι γνωστό και με την ονομασία
        Ποδόσφαιρο Τυφλών, είναι ένα δημοφιλές άθλημα για τυφλούς αθλητές και
        αθλητές με μειωμένη όραση. Κάθε ποδοσφαιρικός αγώνας παίζεται από δύο
        ομάδες των 10 αθλητών εκ των οποίων τέσσερις τυφλοί αθλητές και ένας
        τερματοφύλακας με μειωμένη ή κανονική όραση βρίσκονται εντός αγωνιστικού
        χώρου και πέντε είναι αναπληρωματικοί. Ένας αγώνας Ποδοσφαίρου 5×5 έχει
        διάρκεια 50 λεπτών και πραγματοποιείται σε δύο ημίχρονα των 25 λεπτών.
        Ενδιάμεσα παρεμβάλλεται ένα 10λεπτο διάλειμμα. Νικήτρια ανακηρύσσεται η
        ομάδα που πετυχαίνει τα περισσότερα γκολ. Το Ποδόσφαιρο 5×5 διεξάγεται
        σύμφωνα με τους κανονισμούς της Διεθνούς Ομοσπονδίας Ποδοσφαίρου (FIFA)
        και της Επιτροπής Ποδοσφαίρου του Διεθνούς Αθλητικού Οργανισμού Τυφλών
        (IBSA).
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent14 = (
    <div>
      <p className="extra-content text-justify">
        <br />
        Το Ποδόσφαιρο είναι ένα από τα πιο δημοφιλή αθλήματα στον κόσμο και το
        Ποδόσφαιρο 7×7 αποτελεί ένα από τα πιο θεαματικά αθλήματα για αθλητές με
        κινητικές αναπηρίες. Ξεκινώντας από το 1978, το Ποδόσφαιρο 7×7 έχει
        εξαπλωθεί σε πάρα πολλές χώρες, προσελκύοντας ολοένα και περισσότερους
        φιλάθλους. Στο Ποδόσφαιρο 7×7 συμμετέχουν αθλητές με εγκεφαλική
        παράλυση. Κάθε ποδοσφαιρικός αγώνας παίζεται από δύο ομάδες των 12
        αθλητών εκ των οποίων εφτά, συμπεριλαμβανομένου και του τερματοφύλακα,
        βρίσκονται μέσα στον αγωνιστικό χώρο. Ένας αγώνας Ποδόσφαιρο 7×7 έχει
        διάρκεια 60 λεπτά και πραγματοποιείται σε δύο ημίχρονα των 30 λεπτών, με
        ένα ενδιάμεσο διάλειμμα 15 λεπτών. Η ομάδα που πετυχαίνει τα περισσότερα
        γκολ κατά τη διάρκεια του αγώνα είναι η νικήτρια. Το Ποδόσφαιρο 7×7
        διεξάγεται σύμφωνα με τους κανονισμούς της Διεθνούς Ομοσπονδίας
        Ποδοσφαίρου (FIFA) και της Επιτροπής Ποδοσφαίρου του Διεθνούς Αθλητικού
        Οργανισμού Εγκεφαλικής Παράλυσης (CP-ISRA).
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent15 = (
    <div>
      <p className="extra-content text-justify">
        <br />
        Το ράγκμπι με αμαξίδιο ξεκίνησε στον Καναδά το 1977. Είναι ένα σχετικά
        νέο άθλημα για αθλητές με αναπηρία αλλά αναπτύσσεται με πολύ γοργούς
        ρυθμούς σε όλο τον κόσμο.  Συνδυάζει τον ρυθμό, την ταχύτητα, τη
        δεξιοτεχνία και την τακτική του Ράγμπι και του Μπάσκετ με αμαξίδιο. Ο
        αγώνας διεξάγεται σε γήπεδο μπάσκετ  και η μπάλα που χρησιμοποιείται
        είναι μπάλα του βόλεϊ. Αθλητές και αθλήτριες με αναπηρία (κυρίως με
        τετραπληγία) αγωνίζονται σε μεικτές ομάδες . Οι αθλητές υποβάλλονται σε
        εξέταση της ισορροπίας  κινητικότητας , της ικανότητας χειρισμού της
        μπάλας καθώς και το χειρισμό του αμαξιδίου και κατατάσσονται σε
        αντίστοιχη βαθμολογία. Χρησιμοποιούνται ειδικά
        διασκευασμένα αγωνιστικά αμαξίδια τα οποία προσφέρουν προστασία για τους
        αθλητές και ένα ιδιαίτερα ευκίνητα. Απαιτούν συνεχή υποστήριξη και
        επισκευή κατά τη διάρκεια του αγώνα καθώς καταπονούνται
        από συνεχείς συγκρούσεις. Ο αγώνας απότελείται από τέσσερις περιόδους
        των  οκτώ λεπτών με διακοπή ενδιάμεσα. Κάθε ομάδα αποτελείται
        από τέσσερις (4) παίκτες και οκτώ αναπληρωματικούς. Ο στόχος κάθε ομάδας
        είναι να σκοράρει περνώντας κάποιος αθλητής με το αμαξίδια με κατοχή της
        μπάλας  (και με τις δύο ρόδες) ή περνώντας τριπλάροντας τη μπάλα σε
        αθλητή που βρίσκεται εντός της γραμμής τέρματος της αντίπαλης ομάδας. Η
        ομάδα που πετυχαίνει τα περισσότερα τέρματα κερδίζει.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent16 = (
    <div>
      <p className="extra-content text-justify">
        <br />Η Σκοποβολή είναι ένα τεχνικό άθλημα, με μεγάλη δημοτικότητα
        παγκοσμίως. Απαιτεί καλή τεχνική κατάρτιση καθώς και τη δυνατότητα για
        υψηλού βαθμού αυτοσυγκέντρωσης. ‘Ανδρες και γυναίκες ανεξαρτήτου ηλικίας
        μπορούν να αθληθούν, όχι μόνο σε επίπεδο αναψυχής, αλλά και σε επίπεδο
        πρωταθλητισμού. Τα αγωνίσματα Σκοποβολής διαφέρουν ως προς την απόσταση,
        το είδος του στόχου, του όπλου, τη στάση του σκοπευτή, τον αριθμό των
        βολών και το χρόνο μέσα στον οποίο ο σκοπευτής πρέπει να ρίξει τις βολές
        του.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent17 = (
    <div>
      <p className="extra-content text-justify">
        <br />Ο Στίβος είναι ένα από τα πιο δημοφιλή Παραολυμπιακά αθλήματα.
        Ήταν ένα από τα αθλήματα που συμπεριλήφθηκαν στο αγωνιστικό πρόγραμμα
        των πρώτων Παραολυμπιακών Αγώνων το 1960, στη Ρώμη. Συγκεντρώνει το
        μεγαλύτερο αριθμό αθλητών και αθλητριών και περιλαμβάνει το μεγαλύτερο
        αριθμό αγώνων. Στους Παραολυμπιακούς Αγώνες συμμετέχουν αθλητές και
        αθλήτριες με εγκεφαλική παράλυση, κάκωση στο νωτιαίο μυελό, ακρωτηριασμό
        ή άλλη κινητική αναπηρία, τυφλοί ή με μειωμένη όραση αθλητές Στο
        αγωνιστικό πρόγραμμα περιλαμβάνονται αγώνες δρόμων, ρίψεων, αλμάτων, ο
        μαραθώνιος και το πένταθλο. Οι αθλητές αγωνίζονται με αμαξίδιο ή με
        χρήση προθέσεων (τεχνητών μελών), ενώ οι τυφλοί αθλητές αγωνίζονται με
        βοηθό. Οι αθλητές ταξινομούνται βάση του τύπου της αναπηρίας τους σε
        διαφορετικές κατηγορίες:
        <li>
          {" "}
          Αθλητές με εγκεφαλική παράλυση κατατάσσονται στις κατηγορίες 32 έως
          38. Στις κατηγορίες 32 έως και 34, οι αθλητές αγωνίζονται με
          αγωνιστικό αμαξίδιο, ενώ στις κατηγορίες από 35 έως 38 αγωνίζονται
          όρθιοι.
        </li>
        <li>
          {" "}
          Αθλητές με κάκωση του νωτιαίου μυελού ή άλλη κινητική αναπηρία, εκτός
          από εγκεφαλική παράλυση, εντάσσονται, ανάλογα με το κινητικό τους
          προφίλ, στις κατηγορίες από 51 έως 54 για τους αγώνες δρόμων και από
          51 έως 58 για τους αγώνες ρίψεων. Στις κατηγορίες αυτές οι αθλητές
          αγωνίζονται με αμαξίδιο.
        </li>
        <li>
          {" "}
          Αθλητές με ακρωτηριασμό σε ένα ή περισσότερα μέλη, καθώς και αθλητές
          με άλλη κινητική αναπηρία (les autres) που αγωνίζονται όρθιοι, ανήκουν
          στις κατηγορίες από 42 έως 46..
        </li>
        <li>
          {" "}
          Αθλητές τυφλοί ή με μερική όραση κατατάσσονται, σε τρεις κατηγορίες
          11, 12 και 13..
        </li>
        <li>
          Αθλητές με νανισμό λόγω αχονδροπλασίας αγωνίζονται μόνο στις ρίψεις,
          στην κατηγορία 40.
        </li>
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent18 = (
    <div>
      <p className="extra-content text-justify">
        <br />
        Το Τζούντο είναι πολεμική τέχνη, αλλά η πρακτική και οι μέθοδοί του
        βασίζονται στην ευγένεια. Η νίκη του αθλητή επιτυγχάνεται, όταν υποχωρεί
        στη δύναμη του αντιπάλου του, προσαρμόζεται σε αυτή και τη χρησιμοποιεί
        προς όφελος του. Οι δύο αθλητές (τζουντόκα) φορούν ο ένας μπλε και ο
        άλλος λευκή στολή που ονομάζεται και τζουντόγκι και αγωνίζονται για
        πέντε λεπτά. Ο αγώνας διευθύνεται από έναν κεντρικό διαιτητή και δύο
        κριτές με ισότιμη γνώμη. Οι αποφάσεις λαμβάνονται με τον κανόνα της
        πλειοψηφίας και το αποτέλεσμα δίνεται από το διαιτητή με χαρακτηριστική
        κίνηση του χεριού και αναφώνηση του βαθμού ή της ποινής. Ο διαιτητής
        κηρύσσει την έναρξη του αγώνα, αφού πρώτα επιτρέψει στους αθλητές να
        έρθουν σε επαφή. Ένας αγώνας Τζούντο τερματίζεται άμεσα υπέρ του αθλητή,
        που θα πάρει το βαθμό «Ιppon», αφού πραγματοποιήσει μία επιτυχημένη
        τεχνική. Σε περίπτωση που δεν επιτευχθεί Ippon, νικητής αναδεικνύεται ο
        αθλητής, που έχει τον μεγαλύτερης αξίας βαθμό μετά τη λήξη του χρόνου.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent19 = (
    <div>
      <p className="extra-content text-justify">
        <br />Η Τοξοβολία, όπως και η πλειοψηφία των αθλημάτων για άτομα με
        αναπηρία, χρησιμοποιήθηκε αρχικά ως δραστηριότητα αποκατάστασης και
        ψυχαγωγίας. Τα τελευταία 50 χρόνια, καθιερώθηκε ως άθλημα, δίνοντας τη
        δυνατότητα στους αθλητές να ασκήσουν τη δεξιότητα, την ακρίβειά, τη
        δύναμη και την ικανότητα συγκέντρωσής τους. Στην Τοξοβολία συμμετέχουν
        αθλητές και αθλήτριες με κινητική αναπηρία (κάκωση νωτιαίου μυελού,
        εγκεφαλική παράλυση, ακρωτηριασμό και Les Autres). Οι αθλητές
        κατατάσσονται σε τρεις κατηγορίες. Σκοπός τους είναι να ρίξουν με
        ακρίβεια τα βέλη σε στόχο διαμέτρου 122 εκατοστών, ο οποίος βρίσκεται σε
        απόσταση 70 μέτρων. Στο αγωνιστικό πρόγραμμα περιλαμβάνονται ατομικοί
        και ομαδικοί αγώνες.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent20 = (
    <div>
      <p className="extra-content text-justify">
        <br />Η Κωπηλασία είναι το άθλημα που προστέθηκε στο Παραολυμπιακό
        πρόγραμμα το 2005 και διοργανώθηκε για πρώτη φορά σε Παραολυμπιακό
        επίπεδο στους Αγώνες του Πεκίνου το 2008. Η Διεθνής Ομοσπονδία
        Κωπηλασίας (FISA) είναι η αρχή που αναπτύσσει το άθλημα της Κωπηλασίας
        για αθλητές με και χωρίς αναπηρία. Η Κωπηλασία προσφέρεται για αθλητές
        με αναπηρία οι οποίοι κατατάσσονται σύμφωνα με τα κριτήρια των
        κανονισμών κατάταξης σε κατηγορία (classification regulations). Για τη
        διεξαγωγή του αθλήματος προσαρμόζεται ο εξοπλισμός στους αθλητές παρά το
        άθλημα στους αθλητές.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent21 = (
    <div>
      <p className="extra-content text-justify">
        <br />
        Το τρίαθλο θα κάνει το Παραολυμπιακό του ντεμπούτο στους Παραολυμπιακούς
        Αγώνες του Ρίο ντε Ζανέιρο το 2016.  Οι αθλητές και αθλήτριες
        αγωνίζονται σε τρία αγωνίσματα : 750m κολύμβηση,  στη συνέχεια  20km
        ποδηλασία και  5km δρόμος.  Οι αφωνηστικές κατηγορίες στηρίζονται στο
        είδος της αναπηρίας. Αθλητές ή αθλήτριες μπορούν να χρησιμοποιήσουν
        ποδήλατο, χειρήλατο ή διπλό ποδήλατο (tandem) στο ποδηλατικό μέρος του
        αγώνα και επίσης  επιτρέπεται σε αθλητές με παραπληγία να
        χρησιμοποιούν αγωνιστικό αμαξίδιο στο δρομικό κομμάτι. Το
        άθλημα αναπτύσσεται σε  37 χώρες , και 27 χώρες διοργάνωσαν εθνικό
        πρωτάθλημα εντός του 2011.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent22 = (
    <div>
      <p className="extra-content text-justify">
        Το κανόε θα περιληφθεί στο Παραολυμπιακό πρόγραμμα των  για πρώτη φορά
        στους Παραολυμπιακούς Αγώνες του Ρίο ντε Ζανέιρο το 2016.  <br />
        Το άθλημα διεξάγετεαι όπως και για αθλητές χωρίς αναπηρία δίνοντας τη
        δυνατότητα σε αθλητές με διαφόρους βαθμούς αναπηρίας να απολαμβάνουν το
        άθλημα.  <br />
        Το σύστημα κατάταξης σε κατηγορίες (classification system) βασίζεται στη
        λειτουργική ικανότητα των αθλητών σχετικά με τη δυνατότητα να
        χειρίζονται το κουπί καθώς και την ικανότητα να σταθεροποιήσουν το σώμα
        τους μέσα στο κανόε. Αυτή τη στιγμή γίνονται οχτώ διαφορετικά αγωνίσματα
        αλλά καθώς αναπτύσσεται το άθλημα  μπορεί να ληφθούν υπ’ όψιν και
        περισσότερα για το Παραολυμπιακό πρόγραμμα.
      </p>
      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent23 = (
    <div>
      <p className="extra-content text-justify">
        <br />Στο Παραολυμπιακό αλπικό σκι, οι σκιέρ μπορούν να φθάσουν ταχύτητες άνω των 100
        χιλιομέτρων την ώρα, κατεβαίνοντας μια πίστα με διαφορά υψόμετρου που κυμαίνεται από 120
        έως 800 μέτρα. Πέραν της μεγάλης κλίσης της πίστας οι αθλητές πρέπει να περάσουν από μια
        σειρά πύλες στρίβοντας στα κατάλληλα σημεία γεγονός που κάνει ακόμη πιο δύσκολή την κατάβαση.
      </p>

      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );
  const extraContent24 = (
    <div>
      <p className="extra-content text-justify">
        <br />Το δίαθλο εντάχθηκε για πρώτη φορά στο Παραολυμπιακό πρόγραμμα το 1988 στους Χειμερινούς
         Παραολυμπιακούς Αγώνες του Ίνσμπρουκ της Αυστρίας. Το σύστημα της σκοποβολής έχει αλλάξει
         σημαντικά από τότε, και συγκεκριμένα, το 2002 στους Παραολυμπιακούς Αγώνες του Salt Lake City
         υιοθετήθηκε ένα νέο ηλεκτρονικό και ακουστικό σύστημα.<br />
        Και στα δύο αγωνίσματα του αθλήματος του διάθλου δηλαδή και στο σκι αντοχής και στη σκοποβολή
         οι αθλητές κατηγοριοποιούνται ως όρθιοι, καθιστοί και με μερική ή ολική απώλεια όρασης.
         Σκιέρ με μερική ή ολική απώλεια όρασης χρησιμοποιούν τον ίδιο εξοπλισμό όπως και σκιέρ
         χωρίς αναπηρία αλλά αγωνίζονται μαζί με έναν οδηγό- συναθλητή, στη σκποβολή χρησιμοποιούν
         ειδικό ηλεκτρονικό ακουστικό σύστημα. Σκιέρ που αγωνίζονται όρθιοι είναι σκιέρ με κινητική
         αναπηρία οι οποίοι είναι σε θέση να χρησιμοποιούν τον ίδιο εξοπλισμό με σκιέρ χωρίς αναπηρία
         (π.χ. αθλητές με ακρωτηριασμό άνω άκρων). Σκιέρ που αγωνίζονται καθιστοί συνήθως δεν έχουν
         τη χρήση των ποδιών τους (παραπληγία, τετραπληγία κ.λπ.) και χρησιμοποιούν ένα ειδικό κάθισμα
         που ονομάζεται sit-ski (ένα ειδικό κάθισμα στο οποίο είναι εφαρμοσμένο ένα ζευγάρι σκι).
      </p>

      <hr style={{ paddingTop: "50px", borderTop: "1px solid black" }}></hr>
    </div>
  );

  const extraContent25 = (
    <div>
    </div>
  );

  const extraContent26 = (
    <div>
    </div>
  );

  const extraContent27 = (
    <div>
    </div>
  );
  const extraContent28 = (
    <div>
    </div>
  );
  const linkName1 = readMore1
    ? " 1) Αντισφαίριση με αμαξίδιο "
    : " 1) Αντισφαίριση με αμαξίδιο ";

  const linkName2 = readMore2 ? " 2) Άρση βαρών σε πάγκο " : " 2) Άρση βαρών σε πάγκο ";
  const linkName3 = readMore3 ? " 3) Γκόλμπολ (Goalball) " : " 3) Γκόλμπολ (Goalball) ";

  const linkName4 = readMore4
    ? " 4) Επιτραπέζια Αντισφαίριση "
    : " 4) Επιτραπέζια Αντισφαίριση ";

  const linkName5 = readMore5 ? " 5) Ιππασία " : " 5) Ιππασία ";

  const linkName6 = readMore6 ? "6) Ιστιοπλοΐα " : "6) Ιστιοπλοΐα ";

  const linkName7 = readMore7
    ? " 7) Καλαθοσφαίριση με αμαξίδιο"
    : " 7) Καλαθοσφαίριση με αμαξίδιο";

  const linkName8 = readMore8 ? " 8) Κολύμβηση " : " 8) Κολύμβηση ";

  const linkName9 = readMore9 ? " 9) Μπότσια (Boccia) " : " 9) Μπότσια (Boccia) ";

  const linkName10 = readMore10
    ? " 10) Ξιφασκία με αμαξίδιο "
    : " 10) Ξιφασκία με αμαξίδιο ";

  const linkName11 = readMore11
    ? " 11) Πετοσφαίριση (Καθιστών)"
    : " 11) Πετοσφαίριση (Καθιστών)";

  const linkName12 = readMore12 ? " 12) Ποδηλασία " : " 12) Ποδηλασία ";

  const linkName13 = readMore13 ? " 13) Ποδόσφαιρο 5x5 " : " 13) Ποδόσφαιρο 5x5 ";

  const linkName14 = readMore14 ? " 14) Ποδόσφαιρο 7x7 " : " 14) Ποδόσφαιρο 7x7 ";

  const linkName15 = readMore15 ? " 15) Ράγκμπυ με αμαξίδιο " : " 15) Ράγκμπυ με αμαξίδιο ";

  const linkName16 = readMore16 ? " 16) Σκοποβολή " : " 16) Σκοποβολή ";

  const linkName17 = readMore17 ? "17) Στίβος " : "17) Στίβος ";

  const linkName18 = readMore18 ? "18) Τζούντο " : "18) Τζούντο ";

  const linkName19 = readMore19 ? " 19) Τοξοβολία " : " 19) Τοξοβολία ";

  const linkName20 = readMore20
    ? " 20) Κωπηλασία (νέο άθλημα στο Πεκίνο) "
    : " 20) Κωπηλασία (νέο άθλημα στο Πεκίνο) ";

  const linkName21 = readMore21
    ? "21) Τρίαθλο (νέο άθλημα στο Ριο) "
    : "21) Τρίαθλο (νέο άθλημα στο Ριο) ";

  const linkName22 = readMore22
    ? "22) Κανόε (νέο άθλημα στο Ριο) "
    : "22) Κανόε (νέο άθλημα στο Ριο) ";

  const linkName23 = readMore23
    ? "1) Αλπικό Σκι "
    : "1) Αλπικό Σκι ";

  const linkName24 = readMore24
    ? "2) Δίαθλο "
    : "2) Δίαθλο ";

  const linkName25 = readMore25
    ? "3) Κέρλινγκ με αμαξίδιο"
    : "3) Κέρλινγκ με αμαξίδιο";

  const linkName26 = readMore26
    ? "4) Σκι αντοχής"
    : "4) Σκι αντοχής";

  const linkName27 = readMore27
    ? "5) Χόκεϊ επί πάγου με έλκηθρο"
    : "5) Χόκεϊ επί πάγου με έλκηθρο";

  const linkName28 = readMore28
    ? "6) Έπταθλο"
    : "6) Έπταθλο";

  return (
    <div className="sepNav">
      <br />
      <h1 className="titleh1">ΠΑΡΑΟΛΥΜΠΙΑΚΑ ΑΘΛΗΜΑΤΑ</h1>
      <br />

      {/* image part */}
      <div className="images">
        <img src={Para} style={{ borderRadius: "20px" }} />
      </div>
      <br />

      {/* history part */}
      <div className="row1">
        <div
          className="history col-xs-10 col-sm-8 col-md-10"
          style={{ paddingBottom: "100px" }}
        >
          <h1>ΙΣΤΟΡΙΑ ΠΑΡΑΟΛΥΜΠΙΑΚΩΝ ΑΘΛΗΜΑΤΩΝ</h1>
          <br />
          <p className="text-justify">
            {" "}
            Οι Παραολυμπιακοί Αγώνες (Paralympic Games) είναι οι
            αντίστοιχοι Ολυμπιακοί Αγώνες για τους αθλητές με κινητικές, οπτικές
            ή διανοητικές αναπηρίες. <br /><br />
            Οι πρώτοι αγώνες για αθλητές με αναπηρία έγιναν το 1948 στο
            ΣτόουκMάντεβιλ στην Αγγλία. Την ημέρα της τελετής έναρξης για τους
            Ολυμπιακούς Αγώνες του 1948 στο Λονδίνο, ξεκίνησαν και
            θεσμοθετήθηκαν οι αγώνες του ΣτόουκMάντεβιλ και πραγματοποιήθηκε η
            πρώτη αθλητική διοργάνωση για αθλητές με αμαξίδιο.
            <br /><br />
            Τέσσερα χρόνια αργότερα, αθλητές από την Ολλανδία συμμετείχαν σε
            αυτούς τους αγώνες και έτσι γεννήθηκε το διεθνές κίνημα που είναι
            γνωστό πλέον ως Παραολυμπιακό κίνημα.
            <br /><br />
            Οι πρώτοι Αγώνες Ολυμπιακού χαρακτήρα για αθλητές με αναπηρία
            οργανώθηκαν το 1960 στην Ρώμη, ύστερα από τους Ολυμπιακούς Αγώνες
            στην ίδια πόλη. Θεωρούνται ως οι πρώτοι Παραολυμπιακοί Αγώνες.
            Περίπου 400 αθλητές από 23 χώρες συμμετείχαν σε 8 αθλήματα, 6 από τα
            οποία εξακολουθούν να περιλαμβάνονται στο αγωνιστικό πρόγραμμα των
            Παραολυμπιακών Αγώνων (Τοξοβολία, Κολύμβηση, Ξιφασκία,
            Καλαθοσφαίριση, Επιτραπέζια Αντισφαίριση, Στίβος).
            <br /><br />
            Από τότε, οι Παραολυμπιακοί Αγώνες διεξάγονται κάθε 4 χρόνια, πάντα
            την ίδια χρονιά με τους Ολυμπιακούς Αγώνες. Το 1976 στο Τορόντο,
            προστέθηκαν και άλλες κατηγορίες αναπηρίας και γεννήθηκε η ιδέα της
            συγχώνευσης διαφορετικών κατηγοριών αθλητών με αναπηρία για τη
            συμμετοχή τους σε διεθνείς αθλητικές διοργανώσεις. Την ίδια χρονιά
            έγιναν και οι πρώτοι Χειμερινοί Παραολυμπιακοί Αγώνες στην Σουηδία.
            <br /><br />
            Οι Παραολυμπιακοί Αγώνες της Σεούλ (1988) ξεχώρισαν από το
            γεγονός ότι οι Ολυμπιακοί και Παραολυμπιακοί Αγώνες φιλοξενήθηκαν
            στην ίδια χώρα, στην ίδια πόλη και χρησιμοποιήθηκαν οι ίδιες
            εγκαταστάσεις με τους Ολυμπιακούς Αγώνες. Έκτοτε, οι Παραολυμπιακοί
            Αγώνες γίνονται πάντα στην ίδια πόλη με τους Ολυμπιακούς Αγώνες.
            <br /><br />
            Από το 1960, έχουν διοργανωθεί δώδεκα (12) Θερινοί Παραολυμπιακοί
            Αγώνες και εννέα (9) Χειμερινοί. Οι Παραολυμπιακοί Αγώνες έχουν
            εξελιχθεί πλέον στο δεύτερο μεγαλύτερο αθλητικό γεγονός μετά τους
            Ολυμπιακούς.
            <br /><br />
            Έλληνες αθλητές συμμετέχουν στους Παραολυμπιακούς Αγώνες από το
            1976. Από το 1988, η Ελλάδα συμμετέχει στους Αγώνες με επίσημες
            Εθνικές Αποστολές. Όλα αυτά τα χρόνια, οι Έλληνες αθλητές πέτυχαν
            καλές επιδόσεις και κέρδισαν πολλά μετάλλια.
            <br /> <br />
            Η πρώτη συμμετοχή Έλληνα Αθλητή σε Χειμερινούς Παραολυμπιακούς
            Αγώνες έγινε το 2002 στο Σολτ Λέικ Σίτι. Οι Παραολυμπιακούς Αγώνες του
            Τορίνο το 2006 ήταν οι δεύτεροι Χειμερινοί Παραολυμπιακοί Αγώνες
            όπου συμμετείχε Ελληνική Αποστολή. Οι Χειμερινοί Παραολυμπιακοί
            Αγώνες του Βανκούβερ αποτελούν τους τρίτους Χειμερινούς Αγώνες που
            συμμετάσχει η Ελλάδα με τη συμμετοχή μάλιστα και της πρώτης
            αθλήτριας.
          </p>

          <hr style={{ paddingTop: "1px", borderTop: "1px solid black" }}></hr>

        </div>
      </div>

      <div className="row1">
        <div className="history col-xs-10 col-sm-10 col-md-10">
          <h1>ΘΕΡΙΝΑ ΠΑΡΑΟΛΥΜΠΙΑΚΑ ΑΘΛΗΜΑΤΑ</h1>
          <br />
          <p className="text-justify">
            Το αγωνιστικό πρόγραμμα των Θερινών Παραολυμπιακών Αγώνων
            περιλαμβάνει πλέον 22 θερινά αθλήματα. Δεκαοκτώ από αυτά είναι κοινά
            με τους Ολυμπιακούς Αγώνες και τα υπόλοιπα τέσσερα είναι
            αποκλειστικά Παραολυμπιακά. Αυτά είναι τα Μπότσια, Γκόλμπολ, Άρση
            βαρών σε πάγκο και Ράγκμπι με αμαξίδιο. Στους Αγώνες της Αθήνας
            προστέθηκε το άθλημα του Ποδοσφαίρου 5x5, ενώ στο Πεκίνο για πρώτη
            φορά αγωνίστηκαν αθλητές στην Κωπηλασία. Στους Αγώνες του Ρίο
            προστέθηκαν το Κανόε και το Τρίαθλο. <br /><br />
            Τα ρεκόρ που σημειώνονται στους Παραολυμπιακούς Αγώνες μπορούν να
            συγκριθούν με τα ρεκόρ των Ολυμπιακών αθλητών (όπως στα 100μ. ανδρών
            στο Στίβο) και σε ορισμένες περιπτώσεις (όπως στην Άρση βαρών σε
            πάγκο) τα Παραολυμπιακά ρεκόρ ξεπερνούν εκείνα των αθλητών χωρίς
            αναπηρία.
            <br /><br />
            Σε κάποια αθλήματα συμμετέχουν αθλητές από όλες ή τις περισσότερες
            κατηγορίες αναπηρίας, ενώ σε άλλα από μια κατηγορία μόνο.
            <br /><br />
            Αναλυτικά τα Παραολυμπιακά αθλήματα είναι:<br /><br />
            (πατώντας πάνω στον τίτλο μπορείτε να δείτε περισσότερες λεπτομέρειες για κάθε άθλημα)
          </p>
          <br />
          <div className="App1">
            <a
              className="read-more-link"
              onClick={() => {
                setReadMore1(!readMore1);
              }}
            >
              <h3>{linkName1}</h3>
            </a>
            {readMore1 && extraContent1}
            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore2(!readMore2);
              }}
            >
              <h3>{linkName2}</h3>
            </a>
            {readMore2 && extraContent2}
            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore3(!readMore3);
              }}
            >
              <h3>{linkName3}</h3>
            </a>
            {readMore3 && extraContent3}

            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore4(!readMore4);
              }}
            >
              <h3>{linkName4}</h3>
            </a>
            {readMore4 && extraContent4}
            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore5(!readMore5);
              }}
            >
              <h3>{linkName5}</h3>
            </a>
            {readMore5 && extraContent5}
            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore6(!readMore6);
              }}
            >
              <h3>{linkName6}</h3>
            </a>
            {readMore6 && extraContent6}
            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore7(!readMore7);
              }}
            >
              <h3>{linkName7}</h3>
            </a>
            {readMore7 && extraContent7}
            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore8(!readMore8);
              }}
            >
              <h3>{linkName8}</h3>
            </a>
            {readMore8 && extraContent8}
            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore9(!readMore9);
              }}
            >
              <h3>{linkName9}</h3>
            </a>
            {readMore9 && extraContent9}
            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore10(!readMore10);
              }}
            >
              <h3>{linkName10}</h3>
            </a>
            {readMore10 && extraContent10}
            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore11(!readMore11);
              }}
            >
              <h3>{linkName11}</h3>
            </a>
            {readMore11 && extraContent11}

            <br />
            <a
              className="read-more-link"
              onClick={() => {
                setReadMore12(!readMore12);
              }}
            >
              <h3>{linkName12}</h3>
            </a>
            {readMore12 && extraContent12}

            <br />
            <a
              className="read-more-link"
              onClick={() => {
                setReadMore13(!readMore13);
              }}
            >
              <h3>{linkName13}</h3>
            </a>
            {readMore13 && extraContent13}

            <br />
            <a
              className="read-more-link"
              onClick={() => {
                setReadMore14(!readMore14);
              }}
            >
              <h3>{linkName14}</h3>
            </a>
            {readMore14 && extraContent14}

            <br />
            <a
              className="read-more-link"
              onClick={() => {
                setReadMore15(!readMore15);
              }}
            >
              <h3>{linkName15}</h3>
            </a>
            {readMore15 && extraContent15}

            <br />
            <a
              className="read-more-link"
              onClick={() => {
                setReadMore16(!readMore16);
              }}
            >
              <h3>{linkName16}</h3>
            </a>
            {readMore16 && extraContent16}

            <br />
            <a
              className="read-more-link"
              onClick={() => {
                setReadMore17(!readMore17);
              }}
            >
              <h3>{linkName17}</h3>
            </a>
            {readMore17 && extraContent17}

            <br />
            <a
              className="read-more-link"
              onClick={() => {
                setReadMore18(!readMore18);
              }}
            >
              <h3>{linkName18}</h3>
            </a>
            {readMore18 && extraContent18}

            <br />
            <a
              className="read-more-link"
              onClick={() => {
                setReadMore19(!readMore19);
              }}
            >
              <h3>{linkName19}</h3>
            </a>
            {readMore19 && extraContent19}

            <br />
            <a
              className="read-more-link"
              onClick={() => {
                setReadMore20(!readMore20);
              }}
            >
              <h3>{linkName20}</h3>
            </a>
            {readMore20 && extraContent20}

            <br />
            <a
              className="read-more-link"
              onClick={() => {
                setReadMore21(!readMore21);
              }}
            >
              <h3>{linkName21}</h3>
            </a>
            {readMore21 && extraContent21}

            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore22(!readMore22);
              }}
            >
              <h3>{linkName22}</h3>
            </a>
            {readMore22 && extraContent22}


            <br />
            <hr
              style={{ paddingTop: "20px", borderTop: "1px solid black" }}
            ></hr>

            <h1>ΧΕΙΜΕΡΙΝΑ ΠΑΡΑΟΛΥΜΠΙΑΚΑ ΑΘΛΗΜΑΤΑ</h1>
            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore23(!readMore23);
              }}
            >
              <h3>{linkName23}</h3>
            </a>
            {readMore23 && extraContent23}
            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore24(!readMore24);
              }}
            >
              <h3>{linkName24}</h3>
            </a>
            {readMore24 && extraContent24}
            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore25(!readMore25);
              }}
            >
              <h3>{linkName25}</h3>
            </a>
            {readMore25 && extraContent25}
            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore26(!readMore26);
              }}
            >
              <h3>{linkName26}</h3>
            </a>
            {readMore26 && extraContent26}
            <br />

            <a
              className="read-more-link"
              onClick={() => {
                setReadMore27(!readMore27);
              }}
            >
              <h3>{linkName27}</h3>
            </a>
            {readMore27 && extraContent27}
            <br />
            <hr
              style={{ paddingTop: "50px", borderTop: "1px solid black" }}
            ></hr>

          </div>
        </div>
      </div>
    </div>
  );
}

export default SportParalymics;
